Subject: وەڵام بۆ ئەم بابەتە زیادکرا: '<topic_subject>'

<replier> وەڵامێکی لەم بابەتە نووسی '<topic_subject>' کە تۆ تێیدا بەشداربوویت . لەوانەیە وەڵامی زیاتر هەبێت لەم بابەتە ،بەڵام ئەمە تاکە ئاگادارکردنەوەیە تا ئەو کاتەی جارێکی تر سەردانی دەکەیتەوە.

پەیام لێرەوە <post_url>

پەیام بەمشێوە دەخوێندرێتەوە:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

ئەبۆ ناچالاککردنی ئەم نامانە کرتەی ئەمە بکە <unsubscribe_url>

--
<board_mailer> نێرەر
(وەڵامی ئەم نامەیە مەدەرەوە)
