Subject: وەڵام بۆ ئەم بابەتە زیاد کرا: '<topic_subject>'

<replier> وەڵامێکی لەم بابەتە نووسی '<topic_subject>' کە تۆ تیای بەشداربوویتە . لەوانەیە وەڵامی زیاتر هەبێت لەم بابەتە ،بەڵام ئەمە تاکە ئاگادارکردنەوەیە تا ئەو کاتەی جارێکی تر سەردانی دەکەیتەوە.

پەیام لێرەوە <post_url>

پەیام بەمشێوە دەخوێندرێتەوە:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

پەیام لێرەیە <post_url>

دەتواننی بەشداربوونت لەم بابەتە بسڕیتەوە ئەویش بەوەی سەردانی ئەمە بکەی <unsubscribe_url>

--
<board_mailer>
(وەڵامی ئەم پەیامە مەدەرەوە)
