<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'			=>	'نام کاربری و یا پسورد اشتباه است.',
'Forgotten pass'			=>	'پسورد خود را فراموش کرده اید؟',
'Login redirect'			=>	'باموفقیت وارد انجمن شدید. درحال تغییر مسیر …',
'Logout redirect'			=>	'خارج شدید. درحال تغییر مسیر …',
'No email match'			=>	'کاربری با این آدرس ایمیل ثبت نام نکرده است',
'Request pass'				=>	'درخواست پسورد',
'Request pass legend'		=>	'آدرس ایمیلی که با آن ثبت نام کرده اید را وارد کنید',
'Request pass info'			=>	'پسورد جدید به همراه لیک جهت فعال سازی پسورد جدید به این آدرس ارسال خواهد شد.',
'Not registered'			=>	'هنوز ثبت نام نکرده اید؟',
'Login legend'				=>	'نام کاربری و پسورد خود را در پایین وارد کنید',
'Remember me'				=>	'هربار که از انجمن بازدید میکنم بصورت خودکار وارد شوم.',
'Login info'				=>	'اگر ثبت نام نکرده اید و یا اینکه پسورد خود را فراموش کردید بر روی لینک مناسب در پایین کلیک کنید.',
'New password errors'		=>	'خطا در درخواست پسورد',
'New passworderrors info'	=>	'خطاهای ذیل قبل از اینکه بتوان پسورد جدید ارسال شود باید تصحیح شوند:',

// Forget password mail stuff
'Forget mail'				=>	'ایمیلی به آدرس تعیین شده به همراه دستورالعمل چگونگی تغییر پسورد برای شما ارسال شد . اگر این ایمیل را دریافت نکردید میتوانید به آدرس مدیر انجمن تماس بگیرید :',
'Email flood'				=>	'این حساب کاربری در ساعت گذشته درخواست بازنشانی پسورد را داشته است . لطفا ً قبل از درخواست جدید برای پسورد %s دقیقه منتظر بمانید.'

);
