<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'اين انجمن ثبت نام جديد را نمي پذيرد.',
'Reg cancel redirect'		=>	'ثبت نام لغو شد. درحال تغيير مسير …',
'Forum rules'				=>	'قوانين انجمن',
'Rules legend'				=>	'براي ثبت نام بايد با اين موارد موافقت نماييد',
'Registration flood'		=>	'كاربر جديدي با آدرس IP مشابه شما در اين ساعت گذشته ثبت نام كرده است . براي اجتناب از سيل ثبت نام ، حداقل بايد بين ثبت نام ها با يك IP مشابه يك ساعت زمان گذشته باشد . با عرض پوزش بابت اسباب زحمت.',
'Agree'						=>	'موافق هستم',
'Cancel'					=>	'لغو',
'Register'					=>	'ثبت نام',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'خطاهاي ثبت نام',
'Registration errors info'	=>	'قبل از اينكه بتوانيد ثبت نام كنيد خطاهاي ذيل بايد تصحيح شوند:',
'Username censor'			=>	'نام كاربري كه شما وارد كرده ايد شامل يك يا چند كلمه سانسور شده ميباشد . لطفا ً نام كاربري ديگري را انتخاب كنيد.',
'Username dupe 1'			=>	'شخصي هم اكنون با اين نام كاربري ثبت نام كرده است',
'Username dupe 2'			=>	'نام كاربري كه شما وارد كرده ايد بسيار مشابه ميباشد . نام كاربري بايد حداقل با يك كاراكتر الفبائي (a-z يا 0-9) متفاوت باشد . لطفا ً نام كاربري ديگري را انتخاب كنيد.',
'Email not match'			=>	'آدرس هاي ايميل با هم مطابقت ندارند.',

// Registration email stuff
'Reg email'					=>	'با تشكر از شما جهت ثبت نام . پسورد شما به آدرسي كه تعيين كرديد ارسال شد . اگر پسورد به دست شما نرسيد ميتوانيد به مدير انجمن به آدرس ذیل تماس بگيريد:',
'Reg complete'				=>	'ثبت نام تكميل شد. وارد شدن به انجمن و تغيير مسير …',

// Register info
'Desc 1'					=>	'با ثبت نام كردن به شما تعدادي امكانات و ويژگي هايي در دسترستان قرار ميگيرد در غيراينصورت اين امكانات دردسترس نخواهد بود . اين امكانات عبارتند از توانايي ويرايش و حذف ارسال ها ، طراحي امضاء خود كه به پيوست ارسال ها و چيزهاي بيشتري است . اگر شما سوالاتي مربوط به اين انجمن داريد بايد از مدير تالارگفتگو بپرسيد.',
'Desc 2'					=>	'براي ثبت نام در پايين فرمي است كه بايد تكميل شود . هنگامي كه ثبت نام كرديد ميتوانيد از پروفايل خود ديدن كرده و تنظيماتي را كه ميتوانيد بررسي و تغيير دهيد . كادرهاي زير فقط قسمت كوچكي از تنظيماتي است كه شما ميتوانيد در پروفايل خود عوض كنيد .',
'Username legend'			=>	'لطفا ً نام كاربري را كه بين 2 تا 25 كاراكتر باشد را وارد كنيد',
'Pass legend'				=>	'لطفا ً پسورد دلخواه خود را وارد و تائيد كنيد',
'Pass info'					=>	'پسورد بايد حداقل 6 كاراكتر باشد . پسورد ها به بزرگي و كوچكي كلمات حساس هستند.',
'Email info'				=>	'شما بايد آدرس ايميل معتبري را وارد كنيد چون پسورد توليد شده تصادفي به اين آدرس ارسال خواهد شد.',
'Confirm email'				=>	'آدرس ايميل را تائيد كنيد',

);
