<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'עזרה',
'produces'				=>	'יוצר',

'BBCode'				=>	'BBCode', 
'BBCode info 1'			=>	'BBCode זוהי קולקציית תגים המשמשים לשינוי מראה הטקסט בפורום זה. BBCode מבוסס על עיקרון דומה ל HTML. להלן סוגי התגים שבהם ניתן להשתמש בפורום זה והפירוט לכל תג.',
'BBCode info 2'			=>	'למנהלים ראשיים יש את האפשרות לכבות או להפעיל את השימוש בתגי BBCode. ניתן לראות בצד שמאל ליד שדה כתיבת הודעה אם תגי BBCode מופעלים או לא.',

'Text style'			=>	'סגנון טקסט',
'Text style info'		=>	'התגים הבאים משנים את המראה של הטקסט:',
'Bold text'				=>	'טקסט מודגש',
'Underlined text'		=>	'קו תחתון',
'Italic text'			=>	'טקסט נטוי',
'Strike-through text'	=>	'קו בתוך טקסט',
'Red text'				=>	'טקסט אדום',
'Blue text'				=>	'טקסט כחול',
'Heading text'			=>	'טקסט כותרת',
'Deleted text'			=>	'טקסט מחוק',
'Inserted text'			=>	'טקסט מוכנס',
'Emphasised text'		=>	'טקסט מובלט',

'Links and images'		=>	'קישורים ותמונות',
'Links info'			=>	'ניתן ליצור קישורים למסמכים אחרים או כתובות דוא"ל באמצעות התגים הבאים:',
'This help page'    =>  'עמוד עזרה זה',
'My email address'		=>	'כתובת דוא"ל שלי',
'Images info'			=>	'בכדי להציג תמונה ניתן להשתמש בתג img. הטקסט המופיע לאחר סימן "=" בתוך התג הפותח משמש עבור השם של התמונה שברצונכם להציג.',
'FluxBB bbcode test'  =>  'FluxBB בדיקת bbcode',

'Test topic'      =>  'נושא נסיון',
'Test post'        =>  'הודעת נסיון',
'Test forum'      =>  'פורום נסיון',
'Test user'        =>  'משתמש נסיון',

'Quotes'				=>	'ציטוטים',
'Quotes info'			=>	'בכדי לצטט מישהו, ניתן להשתמש בתג הציטוט.',
'Quotes info 2'			=>	'אם אינך רוצה לצטט מישהו מסוים, ניתן להשתמש בתג הציטוט מבלי לציין שם משתמש.',
'Quote text'			=>	'זהו הטקסט שברצוני לצטט.',
'produces quote box'	=>	'יוצר תיבת ציטוט כמו זאת:',
'quote note'			=>	'.הערה: אם שם המשתמש מכיל תווים [ או ] ניתן לסגור אותו במרכאות',

'Code'					=>	'קוד',
'Code info'				=>	'בעת הצגת קוד מקור יש לוודא שמשתמשים בתג הקוד. הטקסט הכלוא בתוך התג לא יושפע מתגים אחרים וישתמש בגופן באורך אחיד.',
'Code text'				=>	'זהו קוד כלשהו.',
'produces code box'		=>	'יוצר תיבת קוד כמו זאת:',

'Nested tags'			=>	'תגים מקוננים',
'Nested tags info'		=>	'ניתן לחבר תגי BBCode שונים ביחד בכדי ליצור עיצוב מתקדם יותר. לדוגמה:',
'Bold, underlined text'	=>	'טקסט מודגש עם קו תחתון',

'Lists'                    =>    'רשימות',
'List info'                =>    'בכדי ליצור רשימה ניתן להשתמש בתג הרשימה. יש אפשרות ליצור 3 סוגי רשימות בעזרת התג.',
'List text 1'              =>    'רשימה לדוגמה פריט 1.',
'List text 2'              =>    'רשימה לדוגמה פריט 2.',
'List text 3'              =>    'רשימה לדוגמה פריט 3.',
'produces list'            =>    'יוצר רשימה עם נקודות.',
'produces decimal list'    =>    'יוצר רשימה ממוספרת.',
'produces alpha list'      =>    'יוצר רשימה עם סדר אלפאביתי',

'Smilies'				=>	'סמיילים', 
'Smilies info'			=>	'אם ברצונך (ואם זה מופעל בפורום) הפורום יכול להמיר סדרה של סמיילים טקסטואליים לסמלים גרפיים של סמיילי זה. פורום זה מזהה את הסמיילים הבאים ויחליף אותם עם תמונות:'

);
