<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'פורום זה לא מקבל כרגע הרשמות חדשות.',
'Reg cancel redirect'				=>	'ההרשמה בוטלה. מעביר &hellip;',
'Forum rules'				=>	'חוקי הפורום',
'Rules legend'				=>	'עלייך להסכים לדברים הבאים על מנת להרשם',
'Registration flood'				=>	'משתמש חדש נרשם עם אותה כתובת אייפי כמו שלך בשעה האחרונה. כדי למנוע ספאם והצפה לפחות שעה אחת צריכה לעבור בין הרשמות מאותה כתובת אייפי. מצטערים על אי הנוחות.',
'Agree'					=>	'מסכים',
'Cancel'					=>	'ביטול',
'Register'					=>	'הרשמה',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'				=>	'שגיאות הרשמה',
'Registration errors info'				=>	'יש צורך לתקן את השגיאות הבאות לפני שניתן יהיה להרשם:',
'Username censor'				=>	'שם המשתמש שבחרת מכיל מילה מצונזרת. אנא בחר שם משתמש אחר.',
'Username dupe 1'				=>	'מישהו כבר רשום עם שם משתמש',
'Username dupe 2'				=>	'שם המשתמש שהזנת דומה מדי. שם המשתמש חייב להיות שונה בתו אחד לפחות. אנא בחר שם משתמש אחר.',
'Email not match'				=>	'כתובות דוא"ל אינן תואמות.',

// Registration email stuff
'Reg email'					=>	'אנו מודים לך על ההרשמה. סיסמתך נשלחה לכתובת דוא"ל שציינת. אם היא לא מגיעה ניתן ליצור קשר עם מנהל הפורומים בכתובת',
'Reg complete'				=>	'ההרשמה הושלמה בהצלחה. מתחבר ומעביר &hellip;',

// Register info
'Desc 1'					=>	'רישום יעניק לך גישה למספר תכונות ויכולות שאינן זמינות לאורחים. תכונות אלה כוללות את היכולת לערוך ולמחוק את הודעותיך, עיצוב חתימה שלך ועוד הרבה יותר. אם יש לך שאלות בנוגע לפורום זה שאל את המנהל.',
'Desc 2'					=>	'להלן הטופס עליך למלא על מנת להרשם. לאחר ההרשמה ניתן לשנות הגדרות נוספות בעמוד הפרופיל שלך. השדות שלהלן מהווים רק חלק קטן מההגדרות שניתן לשנות בפרופיל.',
'Username legend'				=>	'הזן שם משתמש באורך בין 2 ל 25 תווים',
'Pass legend'				=>	'אנא הזן ואשר את סיסמתך',
'Pass info'					=>	'הסיסמה חייבת להיות לפחות בת 4 תווים. סיסמאות רגישות להבדל בין אותיות גדולות וקטנות.',
'Email info'					=>	'עליך להזין כתובת דוא"ל אמיתית כי הסיסמה האקראית תישלח לכתובת זו.',
'Confirm email'				=>	'אשר כתובת דוא"ל',

);
