<?php

// Language definitions used in admin_maintenance.php
$lang_admin_maintenance = array(

'Maintenance head'				=>	'صيانة المنتدى',
'Rebuild index subhead'			=>	'إعادة بناء الفهارس',
'Rebuild index info'			=>	'إذا قمت بإضافة أو تعديل أو حذف المداخلات يدويا في قاعدة البيانات أو لديك مشكلة في البحث, أنت بحاجة لإعادة بناء الفهارس. لافضل أداء, يجب وضع المنتدى في  %s اثناء عملية البناء. <strong>إعادة البناء لفهارس البحث سوف تحتاج لوقت طويل و سوف تجهد المخدم !</strong>',
'Posts per cycle label'			=>	'عدد المداخلات للدورة',
'Posts per cycle help'			=>	'عدد المداخلات التي سوف يتم معالجتها في كل صفحة. مثال: إذا قمت بإدخال 300, ثلاثمئة مداخلة سوف يتم معالجتها ثم يقوم بتحديث الصفحة. هذا يخفف العبيء على المخدم من تشغيله لوقت طويل.',
'Starting post label'			=>	'ابدأ من المداخلة ID',
'Starting post help'			=>	'معرف المداخلة ID ليبدأ منه إعادة البناء للفهارس. القيمة الافتراضية هي أول قيمة في قاعدة البيانات. غالبا لن تحتاج لتعديل هذا الرقم.',
'Empty index label'				=>	'تفريغ الفهرس',
'Empty index help'				=>	'قم بتفعيله ليتم تفريغ بيانات الفهرس الحالي (أنظر في الأسفل).',
'Rebuild completed info'		=>	'حالما يتم الانتهاء من العملية، سوف يتم إعادتك إلى هذه الصفحة، من الضروري تفعيل الـ JavaScript في المستعرض المستخدم اثناء إعادة البناء (من أجل إعادة التوجيه تلقائياً عند كل دورة). إذا أجبرت على إيقاف عملية إعادة البناء، من أجل المتابعة خذ آخر رقم للمداخلات ID و أبدأ به مضافا إليه 1 في الحقل "ابدأ من المداخلة ID" بدون استخدام "تفريغ الفهرس".',
'Rebuild index'					=>	'إعادة بناء الفهارس',
'Rebuilding search index'		=>	'إعادة بناء فهارس البحث',
'Rebuilding index info'			=>	'إعادة بناء الفهارس. يبدو أنه الوقت المناسب لاعداد كأس من الشاي :-)',
'Processing post'				=>	'جاري معالجة المداخلة <strong>%s</strong> …',
'Click here'					=>	'اضغط هنا',
'Javascript redirect failed'	=>	'توجيه JavaScript غير ناجح. %s للمتابعة …',

);
