<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'مساعدة',
'produces'				=>	'النتائج',

'BBCode'				=>	'BBCode',
'BBCode info 1'			=>	'BBCode هي مجموعة من التشكيلات المستخدمة لتغيير مظهر النص في هذا المنتدى. BBCode تعتمد على قواعد شبيهة جدا بـ HTML. في الأسفل هناك قائمة كل الـ BBCode المتاحة و تعليمات استخدامها.',
'BBCode info 2'			=>	'الإدارة لها القدرة على تفعيل أو تعطيل الـ BBCode. تستطيع معرفة ما إذا كانت مفعلة أم لا عن طريق الهامش الأيمن كلما أدخلت رسالة أو عدلت توقيعك.',

'Text style'			=>	'شكل النص',
'Text style info'		=>	'العلامات التالية تغير مظهر النص:',
'Bold text'				=>	'خط عريض',
'Underlined text'		=>	'سطر تحت النص',
'Italic text'			=>	'خط مائل',
'Red text'				=>	'خط أحمر',
'Blue text'				=>	'خط أزرق',
'Heading text'			=>	'ترويسة',

'Links and images'		=>	'روابط و صور',
'Links info'			=>	'تستطيع إنشاء روابط لمستندات أخرى أو عناوين بريد الكتروني باستخدام العلامات التالية:',
'My email address'		=>	'عنواني البريدي',
'Images info'			=>	'إذا أردت إظهار صورة يمكنك استخدام العلامة img.',
'FluxBB bbcode test'	=>	'اختبار صيغ FluxBB',

'Quotes'				=>	'اقتباس',
'Quotes info'			=>	'إذا أردت اقتباس نص من أحدهم، عليك استخدام علامة الاقتباس quote.',
'Quotes info 2'			=>	'إذا أردت الاقتباس من دون التفاصيل، يمكنك استخدام علامة الاقتباس من دون تحديد الاسم.',
'Quote text'			=>	'هذا هو النص الذي أريد اقتباسه.',
'produces quote box'	=>	'النتائج تظهر في مربع الاقتباس هكذا:',
'quote note'			=>	'ملاحظة: إذا كان اسم المستخدم يحوي [ أو ] يمكنك استخدام علامة الاقتباس النصي ".',

'Code'					=>	'مصدر برمجي',
'Code info'				=>	'عند عرض مصدر برمجي عليك التأكد أنك تستخدم علامة البرمجة. النص المعروض مع علامة البرمجة سوف يستخدم خط بحجم ثابت لا يتأثر بباقي العلامات.',
'Code text'				=>	'This is some code.',
'produces code box'		=>	'النتائج تظهر في مربع المصدر البرمجي هكذا:',

'Nested tags'			=>	'تداخل العلامات',
'Nested tags info'		=>	'يمكن للـ BBCode أن تتداخل لإنشاء تشكيلاً متقدماً. مثال:',
'Bold, underlined text'	=>	'نص عريض و تحته خط',

'Lists'					=>	'قوائم',
'List info'				=>	'لإنشاء قائمة يمكنك استخدام علامة list. يمكنك إنشاء ثلاثة أنواع من القوائم.',
'List text 1'			=>	'مثال بند قائمة 1.',
'List text 2'			=>	'مثال بند قائمة 2.',
'List text 3'			=>	'مثال بند قائمة 3.',
'produces list'			=>	'ينتج قائمة منقطة.',
'produces decimal list'	=>	'ينتج قائمة مرقمة.',
'produces alpha list'	=>	'ينتج قائمة مرقمة أبجدياُ.',

'Smilies'				=>	'ابتسامات',
'Smilies info'			=>	'إذا أردت (و إذا كان متاحاً)، المنتدى سيحول سلسلة رموز الابتسامات إلى صور تمثل تلك الابتسامات. هذا المنتدى يميز رموز الابتسامات التالية و يحولهم إلى صور:'

);
