<?php

// Language definitions used in delete.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'خطأ في اسم المستخدم أو كلمة المرور.',
'Forgotten pass'		=>	'نسيت كلمة المرور?',
'Login redirect'		=>	'تم الدخول بنجاح. توجيه  …',
'Logout redirect'		=>	'تمت عملية الخروج. توجيه  …',
'No email match'		=>	'لا يوجد مستخدم مسجل بهذا العنوان البريدي',
'Request pass'			=>	'طلب كلمة المرور',
'Request pass legend'	=>	'أدخل العنوان البريدي الذي ضمن تسجيلك',
'Request pass info'		=>	'كلمة المرور الجديدة مع رابط تفعيلها أرسلت إلى هذا العنوان.',
'Not registered'		=>	'غير مسجّل بعد?',
'Login legend'			=>	'أدخل اسم المستخدم و كلمة المرور في الأسفل',
'Remember me'				=>	'سجل الدخول تلقائيا كل مرة أقوم بها بزيارة الموقع.',
'Login info'			=>	'إذا لم تك مسجلا و نسيت كلمة المرور أنقر الرابط المناسب في الأسفل.',
'New password errors'		=>	'خطأ بطلب كلمة مرور',
'New passworderrors info'	=>	'يجب تصحيح هذا الخطأ قبل المتابعة بإرسال كلمة المرور الجديدة:',

// Forget password mail stuff
'Forget mail'			=>	'لقد تم إرسال رسالة إلى بريدك الالكتروني المحدد مع تعليمات تغيير كلمة المرور. إذا لم تصلك الرسالة يمكنك الاتصال بإدارة المنتدى على',
'Email flood'				=>	'هذا الحساب قام مسبقا بطلب كلمة مرور جديدة خلال ساعة مضت، يرجى الانتظار قبل معاودة طلب كلمة مرور مرة أخرى.'

);
