<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'هذا المنتدى لا يسمح بتسجيلات جديدة',
'Reg cancel redirect'		=>	'التسجيل ملغى. توجيه …',
'Forum rules'				=>	'قواعد المنتدى',
'Rules legend'				=>	'يجب الموافقة على ما يلي قبل عملية التسجيل.',
'Registration flood'		=>	'هنالك مستخدم جديد قام بالتسجيل بنفس عنوان الشبكة IP خلال ساعة مضت. هذا لمنع إجهاد الموقع بالتسجيل المتكرر، يجب على الأقل مضي ساعة قبل محاولة التسجيل من نفس العنوان IP. نأسف لهذا الإزعاج.',
'Agree'						=>	'موافق',
'Cancel'					=>	'إلغاء',
'Register'					=>	'سجل',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'أخطاء عملية التسجيل',
'Registration errors info'	=>	'يجب تصحيح هذه الأخطاء قبل المتابعة في عملية التسجيل:',
'Username censor'			=>	'الاسم الذي أدخلته يحتوي على واحدة أو أكثر من الكلمات المرفوضة. رجاءً استخدم اسما آخرا.',
'Username dupe 1'			=>	'هنالك من قام مسبقا بالتسجيل بهذا الاسم',
'Username dupe 2'			=>	'اسم المستخدم الذي اخترته صغير جدا. الاسم يجب أن يتكون من حرف أبجدي واحد على الأقل و الأرقام بين (0-9). رجاءً اختر اسم مستخدم مختلف.',
'Email not match'			=>	'البريد الالكتروني غير صحيح. رجاء ارجع للخلف وصححه.',

// Registration e-mail stuff
'Reg email'				=>	'شكرا لك للتسجيل في المنتدى. لقد تم إرسال كلمة المرور إلى البريد المحدد. إذا لم تصلك يمكنك الاتصال بمدير المنتدى على ',
'Reg complete'				=>	'تم التسجيل بنجاح. دخول و توجيه …',

// Register info
'Desc 1'					=>	'التسجيل غير ضروري، ولكنه سيمنحك إذنا للدخول إلى ميزات و إمكانيات أخرى مفيدة. هذه الميزات تتضمن القدرة على تعديل و حذف المداخلات، صمّم توقيعك الخاص الذي يرافق مداخلاتك أو أكثر. إذا كانت لديك أسئلة فيما يتعلق بهذا المنتدى اسأل الإدارة.',
'Desc 2'					=>	'في الأسفل هناك نموذج عليك ملؤه لإتمام التسجيل. بعد التسجيل عليك زيارة صفحة الهيئة و إلقاء نظرة على الإعدادت المختلفة التي تستطيع تغييرها. الحقول في الأسفل تشكل جزءا صغيرا من كل الإعدادات التي تستطيع تغييرها في الهيئة.',
'Username legend'			=>	'رجاءاً أدخل اسم مستخدم طوله بين 2 و 25 حرف',
'Pass legend'				=>	'رجاءاً أدخل و أكد كلمة المرور المختارة',
'Pass info'					=>	'طول كلمة المرور يمكن أن تكون بين 4 إلى 16 حرف. كلمة المرور حساسة لحالة الحرف.',
'Email info'				=>	'يجب أن تدخل بريد صالح ليتم إرسال كلمة مرور مولدة عشوائياً على هذا العنوان.',
'Confirm email'			=>	'تأكيد البريد الإلكتروني',

);
