<?php

// Language definitions used in db_update.php

$lang_update = array(

'Update'						=>	'تحديث FluxBB',
'Update message'				=>	'قاعدة البيانات لـ FluxBB قديمة بحاجة إلى تحديث للمتابعة. إذا كنت مدير المنتدى, اتبع الخطوات التالية لاستكمال التحديث.',
'Note'							=>	'ملاحظة:',
'Members message'				=>	'المنتدى الآن متاح للمدراء فقط، إذا كنت عضوا فيه لاشيء ممكن ان تقلق بشأنه، المنتدى سيكون متاح قريبا!',
'Administrator only'			=>	'هذه الخطوة للمدراء فقط!',
'Database password info'		=>	'لتحديث قاعدة البيانات فم بادخال كلمة المرور التي تم استخدامها عند تركيب FluxxBB أول مرة. إذا لم تكن تتذكرها، هذه الكلمة موجودة في الملف \'config.php\'.',
'Database password note'		=>	'إذا كنت تستخدم SQLite (و لا يوجد كلمة مرور طبعا) رجاءاً استخدم اسم ملف قاعدة البيانات عوضا عن ذلك. نفس الاسم تماما المستخدم في ملف الاعدادات لديك.',
'Database password'				=>	'كلمة المرور',
'Next'							=>	'التالي',

'You are running error'			=>	'انت تقوم بتشغيل %1$s الإصدار %2$s. يتطلب FluxBB %3$s على الأقل %1$s %4$s لكي يعمل. يجب عليك تحديث %1$s قبل المتابعة.',
'Version mismatch error'		=>	'عدم تطابق الإصدار. قاعدة البيانات \'%s\' لا تملك بنية قاعدة بيانات FluxBB مدعومة من هذه التحديث.',
'Invalid file error'			=>	'قاعدة بيانات غير صحيحة. عندما تستخدم قاعدة بيانات SQLite اسم الملف يجب أن يكون مطابقا لكا يظهر في \'%s\' لديك',
'Invalid password error'		=>	'كلمة المرور لقاعدة البيانات غير صحيحة. لتحديث FluxBB يجب أن تدخل كلمة المرور مطابقة لما يظهر في \'%s\' لديك',
'No password error'				=>	'لم يتم ادخال كلمة مرور قاعدة البيانات',
'Script runs error'				=>	'على ما يبدو هنالك واحد آخر يقوم بتشغيل عملية التحديث. إذا لم تكن هذه هي الحالة، يرجى حذف الملف \'%s\ ثم أعد المحاولة مرة أخرى',
'No update error'				=>	'المنتدى لديك لا يحتاج إلى تحديث يمكن اجراءه حاليا',

'Intro 1'						=>	'هذا البرنامج سوف يقوم بتحديث قاعدة بيانات منتداك. عملية التحديث قد تحتاح إلى وقت من ثوان إلى ساعات تعتمد على سرعة المخدم و حجم قاعدة البيانات. لا تنسى أن تقوم بعمل نسخ احتياطي لقاعدة البيانات قبل المتابعة.',
'Intro 2'						=>	'هل قمت بقراءة خطوات التحديث في التوثيق؟ إذا لم تكن قد فعلت، إبدأ من هنا.',
'No charset conversion'			=>	'<strong>هام!</strong> تم اكتشاف ان بيئة الـ PHP لديك لا تدعم آليات معالجة UTF-8 لتحويلها من صفحة محارف مخالفة لـ ISO-8859-1. هذا معناه أن صفحة المحارف لديك ليست ISO-8859-1، تحديث FluxBB لا يستطيع تحويل قاعدة بيانات منتداك إلى UTF-8 عليك أن تفعل ذلك يدويا. حطوات تحويل صفحة المحارف يدويا موجودة ضمن خطوات التحديث.',
'Enable conversion'				=>	'<strong>تمكين التحويل:</strong> عندما تقوم بالتمكين، بعد التعديل على بنية قاعدة البيانات سيتم تحويل كافة النصوص من صفحة المحارف الحالية إلى الـ UTF-8. هذا التحويل مطلوب إذا كنت تقوم بالتحديث من الإصدار 1.2.',
'Current character set'			=>	'<strong>صفحة المحارف الحالية:</strong> إذا كانت اللغة الاساسية لديك هي اللغة الانكليزية، يمكن ترك هذا الخيار افتراضيا. أما إذا كنت تستخدم لغة غيرها، عليك أن تحدد صفحة المحارف التي تستخدمها في المنتدى. <em>إذا قمت بتحديد صفحة محارف خاطئة سوف تخرف قاعدة البيانات، لا تقم بالتخمين!</em> ملاحظة: هذا مطلوب حتى لو كانت القاعدة القديمة تستعمل UTF-8.',
'Charset conversion'			=>	'تحويل صفحة المحارف',
'Enable conversion label'		=>	'<strong>تمكين التحويل</strong> (تأكيد تحويل قاعدة البيانات).',
'Current character set label'	=>	'صفحة المحارف الحالية',
'Current character set info'	=>	'أقبل افتراضيا من أجل اللغة الانكليزية أما غير ذلك فصفحة المحارف من اللغة الأساسية لديك.',
'Start update'					=>	'ابدأ التحديث',
'Error converting users'		=>	'خطأ في تحديث المستخدمين',
'Error info 1'					=>	'حدث خطأ أثناء تحويل المستخدمين. هذا يحدث عند التحويل من FluxBB v1.2 إذا كان هنالك عدة مستخدمين مسجلين بأسماء متشابهة جداً، مثل "bob" و "böb".',
'Error info 2'					=>	'في التالي قائمة المستخدمين الذين فشل تحويل اسمائهم. يرجى اختيار اسماء جديدة لهم لكل واحد منهم. كل مستخدم تم تغيير اسمه سوف يرسل إليه رسالة بذلك التعديل.',
'New username'					=>	'اسم المستخدم الجديد',
'Required'						=>	'(مطلوب)',
'Correct errors'				=>	'الأخطاء التالية بحاجة إلى تصحيح:',
'Rename users'					=>	'تعديل المستخدمين',
'Successfully updated'			=>	'قاعدة بيانات منتداك تم تحديثها بنجاح. يمكنك الآن %s.',
'go to index'					=>	'الذهاب إلى فهرس المنتدى',

'Unable to lock error'			=>	'غير قادر على كتابة قفل التحديث. يرجى التأكد من أن الـ PHP له صلاحية الكتابة على الدليل \'%s\'  و لا يوجد أحد آخر يقوم بعملية التحديث.',

'Converting'					=>	'تحويل %s …',
'Converting item'				=>	'تحويل %1$s %2$s …',
'Preparsing item'				=>	'تحضير %1$s %2$s …',
'Rebuilding index item'			=>	'تحضير الفهرس لـ %1$s %2$s',

'ban'							=>	'الطرد',
'categories'					=>	'الأقسام',
'censor words'					=>	'الكلمات المحجوبة',
'configuration'					=>	'الإعدادات',
'forums'						=>	'المنتديات',
'groups'						=>	'المجموعات',
'post'							=>	'المداخلة',
'ranks'							=>	'الرتب',
'report'						=>	'التقرير',
'topic'							=>	'الموضوع',
'user'							=>	'المستخدم',
'signature'						=>	'التوقيع',

'Username too short error'		=>	'اسماء المستخدمين يجب أن يكون طولها على الأقل من حرفين. يرجى اختيار اسم اطول.',
'Username too long error'		=>	'اسماء المستخدمين يجب أن يكون طولها أقل من 25 حرف. يرجى اختيار اسم أقصر.',
'Username Guest reserved error'	=>	'اسم المستخدم guest محجوز. استخدم اسم آخر.',
'Username IP format error'		=>	'اسماء المستخدمين لا يجب أن تكون بصيغة عنوان الشبكة IP. استخدم اسم آخر.',
'Username bad characters error'	=>	'اسماء المستخدمين لا يجب أن تحوي \' أو " و [ أو ] مع بعض. استخدم اسماً آخر.',
'Username BBCode error'			=>	'اسماء المستخدمين لا يجب أن تحوي صيغ الإدخال BBCode المستعملة في المنتدى. استخدم اسماً آخر.',
'Username duplicate error'		=>	'هنالك اسم مستخدم مسجل مسبقاً بهذا الاسم %s. اسم المستخدم الذي أدخلته مشابه جداً له. اسم المستخدم يجب أن يكون مختلف تماما، حاول إضافة حرف أو رقم إليه. استخدم اسماً مختلف.',

'JavaScript disabled'			=>	'على ما يبدو أن JavaScript غير مفعل لديك. %s.',
'Required field'				=>	'مطلوبة في هذا النموذج.'
);
