<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'بحث و ترتيب المستخدمين',
'User search info'		=>	'أدخل اسم مستخدم للبحث عن (مع/أو) مجموعة مستخدم للتصفية بواسطتها. يمكن ترك اسم المستخدم فارغا. استخدم حرف التصفية * للمطابقة الجزئية. رتب المستخدمين حسب الاسم أو تاريخ التسجيل أو عدد المداخلات و بترتيب تصاعدي أو تنازلي.',
'User sort info'	=>	'ترتيب المستخدمين حسب الاسم أو تاريخ التسجيل أو عدد المداخلات و ترتيب تصاعدي أو تنازلي.',
'User group'			=>	'مجموعة المستخدم',
'No of posts'			=>	'عدد المداخلات',
'All users'				=>	'الكل'

);
