<?php

// Language definitions used in help.php
$lang_help = array(

'Help'		=>		'Допомога',	
'produces'		=>		'виводить',	

'BBCode'		=>		'BB-коди',	
'BBCode info 1'		=>		'BB-коди — це набір тегів форматування, що впливають на оформлення текста на даному форумі. BB-коди працюють за тим же принципом і зовні дуже схожі на HTML. Нижче представлено список доступних BB-кодів і пояснення по їх застосуванню.',	
'BBCode info 2'		=>		'Адміністратор може вмикати і вимикати BB-коди. Коли BB-коди доступні, поряд з полем вводу тексту присутнє посилання на розділ справки по BB-кодам.',	

'Text style'		=>		'Стиль тексту',	
'Text style info'		=>		'Ці теги керують відображенням тексту:',	
'Bold text'		=>		'Напівжирний',	
'Underlined text'		=>		'Підкреслений',	
'Italic text'		=>		'Курсив',	
'Strike-through text'		=>		'Закреслений',	
'Red text'		=>		'Червоний',	
'Blue text'		=>		'Синій',	
'Heading text'		=>		'Заголовок',	
'Deleted text'		=>		'Видалений',	
'Inserted text'		=>		'Вставлений',	
'Emphasised text'		=>		'Виділений',	

'Links and images'		=>		'Посилання та картинки',	
'Links info'		=>		'Ви можете давати посилання на інші документи чи адреси e-mail за допомогою цих тегів:',	
'This help page'		=>		'Ця сторінка допомоги',	
'My email address'		=>		'Моя e-mail адреса',	
'Images info'		=>		'Щоб вивести картинку Ви можете скористатися тегом img.',	
'FluxBB bbcode test'		=>		'FluxBB bbcode test',	

'Test topic'		=>		'Тест теми',	
'Test post'		=>		'Тест повідомлення',	
'Test forum'		=>		'Тест розділу',	
'Test user'		=>		'Тест користувача',	

'Quotes'		=>		'Цитати',	
'Quotes info'		=>		'Щоб процитувати когось, скористайтеся тегом quote.',	
'Quotes info 2'		=>		'Якщо Ви не маєте на увазі нікого конкретно, пишіть тег quote без вказання імені.',	
'Quote text'		=>		'Це текст, який я хочу процитувати.',	
'produces quote box'		=>		'виводить цитату ось так:',	
'quote note'		=>		'Примітка: Якщо нікнейм користувача містить символ [ или ] Ви можете взяти його в лапки.',	

'Code'		=>		'Код',	
'Code info'		=>		'Щоб процитувати початковий код, необхідно використовувати тег code. Текст всередині тега code буде виведено рівношироким шрифтом і на його стиль не впливають інші BB-коди.',	
'Code text'		=>		'Це певний початковий код.',	
'produces code box'		=>		'виводить блок коду ось так:',	

'Nested tags'		=>		'Вкладені теги',	
'Nested tags info'		=>		'BB-коди можуть бути вкладені для досягнення додаткового ефекту. Наприклад:',	
'Bold, underlined text'		=>		'Жирний підкреслений текст',	

'Lists'		=>		'Списки',	
'List info'		=>		'Для створення списків використовується тег list. В Вашому розпорядженні 3 типи списків.',	
'List text 1'		=>		'Елемент списку 1.',	
'List text 2'		=>		'Елемент списку 2.',	
'List text 3'		=>		'Елемент списку 3.',	
'produces list'		=>		'виводить список з маркерами.',	
'produces decimal list'		=>		'виводить пронумерований список.',	
'produces alpha list'		=>		'виводить список з алфавітною нумерацією.',	

'Smilies'		=>		'Смайли',	
'Smilies info'		=>		'Якщо хочете (і якщо така опція увімкнена), форум може перетворити смайли в картинки. Цей форум розуміє наступні смайли и показує їх у вигляді картинок:',	

);
