<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>		'Невірний нікнейм та/або пароль. Нікнейм і пароль чуттєві до реєстру!',	
'Forgotten pass'		=>		'Забули пароль?',	
'Login redirect'		=>		'Успішний вхід. Переадресація &hellip;',	
'Logout redirect'		=>		'Вихід виконано. Переадресація &hellip;',	
'No email match'		=>		'Немає користувача з таким e-mail:',	
'Request pass'		=>		'Запит паролю',	
'Request pass legend'		=>		'Введіть e-mail на який Ви реєструвалися',	
'Request pass info'		=>		'Новий пароль и посилання для активації буде надіслано на вказану адресу.',	
'Not registered'		=>		'Ще не зареєстровані?',	
'Login legend'		=>		'Введіть нікнейм користувача та пароль',	
'Remember me'		=>		'Впізнавати мене автоматично при кожному відвідуванні.',	
'Login info'		=>		'Якщо Ви ще не зареєстровані чи забули пароль, клікніть на відповідному посиланні нижче.',	
'New password errors'		=>		'Помилка при запиті пароля',	
'New passworderrors info'		=>		'Ці помилки неохідно виправити щоб отримати новий пароль:',	

// Forget password mail stuff
'Forget mail'		=>		'Лист з інструкцією було надіслано на вказану адресу. Якщо лист не надійде, зверніться до адміністратора за адресою',	
'Email flood'		=>		'На цю адресу вже було запитано новий пароль нещодавно. Будь-ласка, зачекайте перш ніж повторити спробу.',	

);
