<?php

// Language definitions used in post.php and edit.php
$lang_post = array(

// Post validation stuff (many are similiar to those in edit.php)
'No subject' => 'Тема має містити заголовок.',
'No subject after censoring' => 'Тема має містити заголовок. Після застосування цензури Ваша назва теми видалена.',
'Too long subject' => 'Заголовок не може бути довше 70 символів.',
'No message' => 'Ви маєте ввести повідомлення.',
'No message after censoring' =>	'Ви маєте ввести повідомлення. Після застосування цензури Ваше повідомлення було видалено.',
'Too long message' => 'Повідомлення не може бути довше %s символів.',
'All caps subject' => 'Заголовок не повинен містити лише великі літери.',
'All caps message' => 'Повідомлення не повинно містити лише великі літери.',
'Empty after strip'	=>	'Здається, Ваше повідомлення містить лише порожні теги BBCode. Это могло виникнути, наприклад, через перевищення глибини цитування повідомлень.',

// Posting
'Post errors' => 'Помилки',
'Post errors info' => 'Наступні помилки необхідно виправити, перш ніж повідомлення буде збережено:',
'Post preview' => 'Перегляд',
'Guest name' => 'Нікнейм',
'Post redirect' => 'Повідомлення збережено. Переадресація &hellip;',
'Post a reply' => 'Напишіть відповідь',
'Post new topic' => 'Нова тема',
'Hide smilies' => 'Ніколи не показувати смайли у вигляді картинок в цьому повідомленні',
'Subscribe' => 'Підписатися на цю тему',
'Stay subscribed' => 'Залишити підписку на цю тему',
'Topic review' => 'Огляд теми (нове зверху)',
'Flood start' => 'Хоча б',
'flood end' => 'секунд має пройти між відправкою повідомлень. Будь-ласка, зробіть паузу і спробуйте знову.',
'Preview' => 'Перегляд',	// submit button to preview message

'EditPost edit' => 'Дозволити редагувати дане повідомлення без обмежень',
'Stick first post' => 'Закріпити перше повідомлення на всіх сторінках теми',

// Edit post
'Edit post legend' => 'Відредагуйте повідомлення і збережіть зміни',
'Silent edit' => 'Тиха правка (не показувати "Відредаговано ..." в стрічці повідомлень)',
'Edit post' => 'Правити повідомлення',
'Merge posts' => 'Злити з попереднім повідомленням, якщо воно ваше',
'Edit redirect' => 'Повідомлення збережено. Переадресація &hellip;'

);
