<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'		=>		'Форум закритий для реєстрації нових користувачів.',	
'Reg cancel redirect'		=>		'Реєстрація скасована. Переадресація &hellip;',	
'Forum rules'		=>		'Правила форуму',	
'Rules legend'		=>		'Реєстрація на форумі означає, що Ви згодні виконувати його правила:',	
'Registration flood'		=>		'Останнім часом з Вашого IP вже була реєстрація нового користувача. Має пройти не менше години до наступної реєстрації з цього IP. Вибачаємося за незручності.',	
'Agree'		=>		'Згоден',	
'Cancel'		=>		'Скасувати',	
'Register'		=>		'Реєстрація',	

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>		'Помилки',	
'Registration errors info'		=>		'Наступні помилки слід виправити, аби продовжити реєстрацію:',	
'Username censor'		=>		'Нікнейм користувача містить одне чи кілька нецензурных слів. Будь-ласка, оберіть інший нікнейм.',	
'Username dupe 1'		=>		'Хтось вже зареєстрував цей нікнейм',	
'Username dupe 2'		=>		'Є дуже схожий нікнейм. Нікнейми мають відрізнятися принаймі одним алфавітно-цифровым символом (a-z чи 0-9). Будь-ласка, оберіть інший нікнейм.',	
'Email not match'		=>		'E-mail не співпадає. Поверніться і виправте.',	

// Registration email stuff
'Reg email'		=>		'Дякуємо за реєстрацію. Ваш пароль було надіслано на вказаний email. Якщо він не прийде, повідомте адміністратора за адресою',	
'Reg complete'		=>		'Реєстрація завершена. Вхід і переадресація &hellip;',	

// Register info
'Desc 1'		=>		'Реєстрація дає Вам можливості, недоступні анонімному користувачу. Наприклад, можливість редагувати і видаляти свої повідомлення, задавати свій "підпис" під кожним повідомленням і багато іншого. Якщо Вам щось незрозуміло на форумі — звертайтеся до адміністратора.',	
'Desc 2'		=>		'Нижче поля, які необхідно заповнити для завершення реєстрації. Як тольки зареєструєтеся, навідайтеся в свій користувацький профіль, аби зробити необхідні встановлення. Поля в цій формі - це лише мала частина всіх налаштувань.',	
'Username legend'		=>		'Будь-ласка, введіть нікнейм користувача від 2 до 25 символів завдовжки',	
'Pass legend'		=>		'Будь-ласка, введіть і підтвердіть Ваш пароль',	
'Pass info'		=>		'Пароль повинен бути від 4 до 16 символів завдовжки. Паролі чуттєві до реєстру.',	
'Email info'		=>		'Ви маєте ввести справжню адресу e-mail куди буде надіслано випадково згенерований пароль.',	
'Confirm email'		=>		'Підтвердіть e-mail',	

);
