<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>		'Знайти й відсортувати користувачів',	
'User search info'		=>		'Введіть нікнейм користувача і/або оберіть групу по якій Ви хочете фільтрувати список. Нікнейм користувача можна залишити порожнім. Використовуйте символ * для зазначення частини імені. Сортуйте користувачів по імені, даті реєстрації або кількості повідомлень; за зростанням або спаданням.',	
'User sort info'		=>		'Сортування користувачів за іменем, даті реєстрації чи кількості повідомлень; за зростанням чи спаданням.',	
'User group'		=>		'Групи користувачів',	
'No of posts'		=>		'Всього повідомлень',	
'All users'		=>		'&lt;Всі&gt;',	

);
