Subject: درخواست تغییر آدرس ایمیل

سلام <username>,

شما درخواست داده‌اید که یک آدرس ایمیل جدید به حسابتان در انجمن گفتگویی به آدرس <base_url> اختصاص داده شود. اگر شما چنین درخواستس نداده‌اید یا نمی‌خواهید آدرس ایمیلتان را عوض کنید، تنها باید ایم پیغام را نادیده بگیرید. آدرس ایمیلتان تنها در صورتی که شما بر روی آدرس صفحه فعالسازی زیر کلیک کنید آدرس ایمیلتان تغییر خواهد کرد. برای اینکه صفحه فعالسازی کار کند، شما باید وارد انجمن شده باشید.

لطفاً برای تغییر دادن آدرس ایمیلتان، بر روی آدرس زیر کلیک کنید:
<activation_url>

--
ارسال کننده ایمیل <board_mailer>
(به این پیغام پاسخ ندهید)

