Subject: تاپیک جدید در انجمن: '<forum_name>'

<poster> تاپیک جدیدی به نام '<topic_subject>' در انجمن '<forum_name>'، که شما مشترک آن هستید، ایجاد کرده است.

آدرس تاپیک: <topic_url>

پیغام به شرح زیر است:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

شما می توانید اشتراک خود را با استفاده از پیوند <unsubscribe_url> لغو کنید.

--
ارسال کننده ایمیل <board_mailer>
(به این پیغام پاسخ ندهید)

