Subject: Запит на зміну e-mail

Вітаю, <username>,

Хтось, можливо Ви, зробив запит на зміну e-mail Вашого аккаунту на <base_url>. Якщр це не Ви або якщо Ви не хочете міняти e-mail, просто проігноруйте цей лист. Ваш реєстраційний e-mail зміниться лише якщо Ви відвідаєте активаційне посилання. Аби активаційне посилання спрацювало, необхідно зареєструватися на форумі.

Щоб змінити адресу e-mail, будь-ласка, перейдіть за цим посиланням:
<activation_url>

--
Відправник <board_mailer>
(Не відповідайте на це повідомлення)