Subject: Відповідь в темі: '<topic_subject>'

<replier> відповів в темі '<topic_subject>', на яку Ви підписані. Можливо є і інші відповіді, ми лише сповіщаємо, що варто відвідати форум знову.

Саме повідомлення:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

Адреса повідомлення <post_url>

Ви можете зняти підписку з теми за цим посиланням: <unsubscribe_url>

--
Відправник <board_mailer>
(Не відповідайте на це повідомлення)