<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'راهنما',
'produces'				=>	'سازنده',

'BBCode'				=>	'BBCode',
'BBCode info 1'			=>	'BBCode مجموعه اي از تگهاي قالب بندي است که براي تغيير ظاهر متن در اين انجمن بکار مي رود.BBCode بسيار شبيه به HTML است و بر مبناي آن پايه ريزي شده است.در زير ليستي از کدهاي BBCode فعال در اين انجمن و دستورالعمل هايي براي چگونگي استفاده از آن آورده شده است.',
'BBCode info 2'			=>	'مديرها توانايي فعال يا غيرفعال کردن BBCode ها را دارند. شما مي توانيد فعال بودن يا نبودن آن ها را زماني که مي خواهيد يک پيام بفرستيد يا امضايتان را ويرايش کنيد در ستون سمت چپ ببينيد.',

'Text style'			=>	'استايل(سبک و شيوه)متن',
'Text style info'		=>	'برچسب ها بعد از تغيير ظاهري متن:',
'Bold text'				=>	'ضخيم کردن متن',
'Underlined text'		=>	'زير خط دار کردن متن',
'Italic text'			=>	'کج کردن متن',
'Strike-through text'	=>	'کشيدن يک خط در وسط متن',
'Red text'				=>	'قرمز کردن متن',
'Blue text'				=>	'آبي کردن متن',
'Heading text'			=>	'عنوان متن',
'Deleted text'			=>	'پاک کردن متن',
'Inserted text'			=>	'درچ متن',
'Emphasised text'		=>	'تاکيد کردن روي متن',

'Links and images'		=>	'عکس ها و پيوند ها',
'Links info'			=>	'شما مي توانيد لينک هايي به اسناد ديگر و يا به آدرس ايميل با استفاده از تگ هاي زير ايجاد کنيد:',
'This help page'		=>	'صفحه راهنما',
'My email address'		=>	'آدرس ايميل من',
'Images info'			=>	'براي نمايش يک پرونده تصويري از تگ Img  استفاده مي کنيم.همچنيين براي مشخص کردن يک پيام جايگزين از عنصر alt در تگ img استفاده مي کنيم .متن جايگزين بعد از عنصر alt و علامت "=" قرار مي گيرد.',
'FluxBB bbcode test'	=>	'آزمايش دستورات BBCode در FluxBB',

'Test topic'			=>	'آزمايش تاپيک',
'Test post'				=>	'آزمايش پست',
'Test forum'			=>	'آزمايش انجمن',
'Test user'				=>	'آزمايش کاربر',

'Quotes'				=>	'نقل و قول',
'Quotes info'			=>	'اگر مي خواهيد از کسي نقل و قول کنيد بايد از تگ نقل و قول استفاده کنيد.',
'Quotes info 2'			=>	'اگه نمي خواين از يک شخص خاص نقل و قول کنيد،مي توانيد از تگ نقل و قول بدون درج نام استفاده کنيد.',
'Quote text'			=>	'اين متني است که مي خواهم نقل و قول کنم.',
'produces quote box'	=>	'ساخت يک کادر نقل و قول مثل اين :',
'quote note'			=>	'توجه: اگر نام کاربري کاراکترهايي را شامل ميشود، شما مي توانيد از علامت نقل و قول براي گفتن آن استفاده کنيد.',

'Code'					=>	'دستورات',
'Code info'				=>	'در هنگام نمايش کد منبع،مطمئن شويد که از تگ کد استفاده مي کنيد.متن نمايش داده شده با تگ کد از يک غونت ريز شده استفاده مي کند و از تگهاي ديگر تاثير نمي پذيرد.',
'Code text'				=>	'بخشي از دستورات',
'produces code box'		=>	'ساخت يک کادر نمايش دستورات مثل اين :',

'Nested tags'			=>	'تگ هاي تو در تو.',
'Nested tags info'		=>	'دستورات  BBCode را مي توان به صورت تو در تو، براي ايجاد قالب بندي هاي پيشرفته استفاده کرد.براي مثال :',
'Bold, underlined text'	=>	'ضخيم , زير خط دار کردن متن',

'Lists'					=>	'فهرست ها',
'List info'				=>	'براي ايجاد يک فهرست، شما مي توانيد از تگ فهرست استفاده کنيد. شما مي توانيد 3 نوع فهرست را با استفاده از تگ فهرست ايجاد کنيد.',
'List text 1'			=>	'مثال فهرست اقلام 1.',
'List text 2'			=>	'مثال فهرست اقلام 2.',
'List text 3'			=>	'مثال فهرست اقلام 3.',
'produces list'			=>	'ساختن يک ليست جديد از نوع گلوله اي .',
'produces decimal list'	=>	'ساختن يک ليست جديد از نوع عددي .',
'produces alpha list'	=>	'ساختن يک فهرست بر اساس حروف الفبا .',

'Smilies'				=>	'شکلک ها',
'Smilies info'			=>	'اگر دوست داريد(و اگر فعال باشد)،انجمن مي تواند مجموعه اي از اسمايلي ها رو به صورت شکلک هاي تصويري نمايش دهد.در اين انجمن اسمايلي هاي زير به رسميت شناحته مي شوند و به صورت شکلک هاي تصويري نمايش داده مي شوند :'

);
