Subject: Reply to topic: <topic_subject>

<replier> قام بالرد على الموضوع <topic_subject> الذي أنت مشارك به. ربما هنالك عدة ردود جديدة,و لكن لن يتم تبليغك بها حتى تقوم بزيارة صفحة المنتدى.

نص الرد كالتالي:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

الرد موجود على الوصلة <post_url>

تستطيع إلغاء إشتراكك في هذا الموضوع بالذهاب إلى <unsubscribe_url>

-- 
<board_mailer>
(لا تقم بالرد على هذه الرسالة)