Θέμα: Αίτημα αλλαγής διεύθυνσης email

Γειά σας <username>.

Ζητήσατε να έχετε μια νέα διεύθυνση ηλεκτρονικού ταχυδρομείου στο λογαριασμό που έχετε στη δημόσια συζήτηση του <base_url>. Εάν δεν το έχετε ζητήσει αυτό ή εάν δεν θέλετε να αλλάξετε τη διεύθυνση του email σας, μπορείτε απλά να αγνοήσετε αυτό το μήνυμα. Μόνο αν επισκεφθείτε τη σελίδα ενεργοποίησης παρακάτω θα αλλάξει η διεύθυνση του ηλεκτρονικού σας ταχυδρομείου. Προκειμένου να λειτουργήσει η σελίδα ενεργοποίησης, πρέπει να είστε συνδεδεμένος στο φόρουμ.

Για να αλλάξετε τη διεύθυνση του ηλεκτρονικού σας ταχυδρομείου, παρακαλώ επισκεφθείτε την παρακάτω σελίδα:
<activation_url>

--
Υπηρεσία αλληλογραφίας του <board_mailer>
(Μην απαντήσετε σε αυτό το μήνυμα)
