Θέμα: Αίτημα νέου κωδικού πρόσβασης

Γειά σας <username>.

Ζητήσατε να έχετε ένα νέο κωδικό πρόσβασης στο λογαριασμό που έχετε στη δημόσια συζήτηση του <base_url>. Εάν δεν το έχετε ζητήσει αυτό ή εάν δεν θέλετε να αλλάξετε τον κωδικό σας, μπορείτε απλά να αγνοήσετε αυτό το μήνυμα. Μόνο αν επισκεφθείτε τη σελίδα ενεργοποίησης παρακάτω θα αλλάξει ο κωδικός σας.

Ο νέος σας κωδικός πρόσβασης είναι: <new_password>

Για να αλλάξετε τον κωδικό σας, παρακαλώ επισκεφθείτε την παρακάτω σελίδα:
<activation_url>

--
Υπηρεσία αλληλογραφίας του <board_mailer>
(Μην απαντήσετε σε αυτό το μήνυμα)
