<?php

// Language definitions used in admin_permissions.php
$lang_admin_permissions = array(

'Perms updated redirect'	=>	'دەسەڵاتەکان نوێکرانەوە. گەڕاندنەوە ...',
'Permissions head'			=>	'دەسەڵاتەکان',
'Posting subhead'			=>	'پەیامکردن',
'BBCode label'				=>	'BBCode',
'BBCode help'				=>	'ڕێگابدە بە BBCode لە پەیامەکان (ئامۆژگاریکراوە).',
'Image tag label'			=>	'تاگی وێنە',
'Image tag help'			=>	'ڕێگابدە بە تاگی [img][/img] لە پەیامەکان.',
'All caps message label'	=>	'هەموو کڵاوەکانی پەیام',
'All caps message help'		=>	'ڕێگابدە بە پەیامێک بۆ لەخۆگرتنی تەنها پیتە گەورەکان.',
'All caps subject label'	=>	'هەموو کڵاوەکانی سەردێڕ',
'All caps subject help'		=>	'ڕێگابدە بە سەردێڕێک بۆ لەخۆگرتنی تەنها پیتە گەورەکان.',
'Require e-mail label'		=>	'ئیمەیڵی میوان داوادەکات.',
'Require e-mail help'		=>	'داوا لە میوانان دەکرێ بۆ دانانی ناونیشانی ئیمەیڵێک کاتێک دەنووسن.',
'Signatures subhead'		=>	'واژۆکان',
'BBCode sigs label'			=>	'BBCode لە واژۆکان',
'BBCode sigs help'			=>	'ڕێگابدە بە BBCode لە واژۆی بەکارهێنەران.',
'Image tag sigs label'		=>	'تاگی وێنە لە واژۆکان',
'Image tag sigs help'		=>	'ڕێگابدە بە تاگی [img][/img] لە واژۆی بەکارهێنەران (ئامۆژگاری نەکراوە).',
'All caps sigs label'		=>	'هەموو کڵاوەکانی واژۆ',
'All caps sigs help'		=>	'ڕێگابدە بە واژۆیەک بۆ لەخۆگرتنی تەنها پیتە گەورەکان.',
'Max sig length label'		=>	'زۆرترین درێژی واژۆ',
'Max sig length help'		=>	'زۆرترین درێژی ژمارەی تیپەکان کە بەکارهێنەرێک بتوانێ لە واژۆکەی بگرێت.',
'Max sig lines label'		=>	'زۆرترین دێڕەکانی واژۆ',
'Max sig lines help'		=>	'زۆرترین ژمارەی دێڕەکان کە بەکارهێنەرێک بتوانێ لە واژۆکەی بگرێت.',
'Registration subhead'		=>	'تۆماربوون',
'Banned e-mail label'		=>	'ڕێگا بە ناونیشانی ئیمەیڵە ڕاگیراوەکان بدە',
'Banned e-mail help'		=>	'ڕێگابدە بە بەکارهێنەران بۆ تۆماربوون لەگەڵ یان گۆڕینی ناونیشانی ئیمەیڵی ڕاگیراو. ئەگەر وەکو بنەڕەت جێت هێشت بەدانانی (بەڵێ) ئەو کردارە ڕێگای پێدەدرێ، بەڵام ئیمەیڵێکی وریاکەرەوە دەنێردرێ بۆ لیستی ئیمەیڵەکان (ڕێگایەکی کاریگەر بۆ دۆزینەوەی فرە تۆماربوونەکان).',
'Duplicate e-mail label'	=>	'ڕێگابدە بە ناونیشانی ئیمەیڵی دووبارە',
'Duplicate e-mail help'		=>	'کۆنترۆڵی ئەوە دەکات کە چۆن بەکارهێنەران ڕێگایان پێبدرێ بۆ تۆماربوون لەگەڵ ناونیشانی ئیمەیڵێک کە بەکارهێنەریکی تر پێشتر خاوەنییەتی. ئەگەر ڕێگای پێدرا، ئیمەیڵێکی وریاکەرەوە دەنێردرێ بۆ لیستی ئیمەیڵەکان ئەگەر دووبارەبوونەوە دۆزرایەوە.',


);
