<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'یارمەتی',
'produces'				=>	'بەرهەمەکان',

'BBCode'				=>	'BBCode',
'BBCode info 1'			=>	'بۆ گۆڕین و دانانی ڕەنگاڵەکان لە مەکۆکان و چۆنیەتی دەرکەوتنیان HTML کۆمەڵێک کۆدن بنچینەکراون لەسەر  BBCode',
'BBCode info 2'			=>	'بەڕێوەبەر دەتوانێت کۆدەکان چالاک/ناچالاک بکات ،ئەگەر ناچالاک یان چالاک کرا ئەوا لە گشت مەکۆکان و پەیامەکان و واژۆکان ناچالاک یان چالاک دەکرێت',

'Text style'			=>	'شێواز',
'Text style info'		=>	':ئەو تاگانە ئەم گۆڕانکارییانە بەدیدێنن لە دەق',
'Bold text'				=>	'دەقی تۆخ',
'Underlined text'		=>	'دەقی هێڵبەژێرداهاتوو',
'Italic text'			=>	'دەقی لار',
'Strike-through text'	=>	'دەقی بۆناو-لێدراو',
'Red text'				=>	'دەقی سوور',
'Blue text'				=>	'دەقی شین',
'Heading text'			=>	'دەقی سەر',
'Deleted text'			=>	'دەقی سڕاوە',
'Inserted text'			=>	'دەقی دانراو',
'Emphasised text'		=>	'دەقی دووپاتکراو',

'Links and images'		=>	'بەستەرەکان و وێنەکان',
'Links info'			=>	':دەتوانیت بەستەرەکان دروستبکەیت بۆ بەڵگەنامەکانی تر یان بۆ پۆستی ئەلیکترۆنییەکان بە بەکارهێنانی ئەو تاگانە',
'This help page'		=>	'ئەم پەڕەی یارمەتییە',
'My email address'		=>	'پۆستی ئەلیکترۆنی من',
'Images info'			=>	'ئەگەر دەتەوێت وێنەیەک نیشانبدەیت دەتوانی تاگی وێنە بەکاربەریت دەقە دەردەکەوێت لەدوای واژۆی "=" لەکردنەوەی تاگ بەکاردەهێنرێت و دەبێت هەرچۆنێک بێت تێیدابێت ',
'FluxBB bbcode test'	=>	'FluxBB bbcode تاقیکردنەوەی',

'Test topic'			=>	'بابەتی تاقیکاری',
'Test post'				=>	'پەیامی تاقیکاری',
'Test forum'			=>	'مەکۆی تاقیکاری',
'Test user'				=>	'ئەندامی تاقیکاری',

'Quotes'				=>	'چوارچێوەکان',
'Quotes info'			=>	'ئەگەر دەتەوێ ئاماژە بە کەسیک بدەی ،دەبێت تاگی ئاماژە بەکاربەریت',
'Quotes info 2'			=>	'ئەگەر ناتەوێت ئاماژە بە کەسێکی تایبەت بدەیت ،دەتوانی تاگی ئاماژە بەکاربەریت بەبێ ناوی بەکارهێنەر',
'Quote text'			=>	'ئەوە ئەو دەقەیە کە دەمەوێ ئاماژەی پێبدەم',
'produces quote box'	=>	':خشتە کۆدێکی لەم جۆرە بەرهەمبێنە',
'quote note'			=>	'تێبینی: ئەگەر ناوی بەکارهێنەرێک ئەو تییپانە لەخۆ بگرێت [ یان ] دەتوانیت دایبخەیت لە نیشانەکانی ئاماژە',

'Code'					=>	'کۆد',
'Code info'				=>	'کاتێک کۆدی سەرچاوە نیشاندەدرێت ،پێویستە دڵنیابیت لەوەی ئەو تاگ کۆدانە بەکاردەبەیت ،دەق نیشاندەدرێت لەگەڵ کۆدی تاگەکان ،کۆدی تاگەکان کاریگەریان نابێت لەسەر فۆنت',
'Code text'				=>	'Lere Kodekan bnuse',
'produces code box'		=>	':خشتە کۆدێکی لەم جۆرە بەرهەمبێنە',

'Nested tags'			=>	'تاگە هێلانەکراوەکان',
'Nested tags info'		=>	':دەتوانێ بدرێت بۆ بەکارهێنان تۆ دروستکردنی  جۆرایەتی پەرەسەندووی زیاتر ،وەکو',
'Bold, underlined text'	=>	'دەقی تۆخ ،هێڵبەژێرداهاتوو',

'Lists'					=>	'لیستەکان',
'List info'				=>	'بۆ دروستکردنی لیستێک دەتوانی تاقی لیست بەکاربەریت ،دەتوانی ٣ جۆر لە لیست بەکاربەریت بە بەکارهێنانی تاگە جیاوازەکانی لیست دروستکردن',
'List text 1'			=>	'1 لیستی نموونەی',
'List text 2'			=>	'2 لیستی نموونەی',
'List text 3'			=>	'3 لیستی نمموونەی',
'produces list'			=>	'لیستێکی گوللەکراو بەرهەمبێنە',
'produces decimal list'	=>	'لیستێکی ژمارەکراو بەرهەمبێنە',
'produces alpha list'	=>	'لیستێکی ڕیزکراوی ئەلفابێی بەرهەمبێنە',

'Smilies'				=>	'خەندەکان',
'Smilies info'			=>	':ئەگەر ئارەزووت لێیەتی ،مەکۆکە دەتوانێت کۆمەڵێک لە وێنەی ڕێکخراو لەگەڵ پەیامەکان بەکاربەریت ،کە لە مەکۆکە ئەم خەندانە ئامادەن بۆ بەکارهێنان'

);
