<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'			=>	'تێپەڕەووشەی هەڵە لەگەڵ/یان ناوی بەکارهێنەری هەڵە',
'Forgotten pass'			=>	'تێپەڕەووشەت لەبیرکردووە؟',
'Login redirect'			=>	'...بەسەرکەوتوویی هاتیتە ژوورەوە ،گەڕاندنەوە',
'Logout redirect'			=>	'...چوویتە دەرەوە ،گەڕاندنەوە',
'No email match'			=>	'هیچ بەکارهێنەرێک تۆمارنەبووە بەو پۆستی ئەلیکترۆنییە',
'Request pass'				=>	'داواکردنی تێپەڕەووشە',
'Request pass legend'		=>	'ئەو پۆستی ئەلیکترۆنییە بنووسە کە تۆماربوویت پێی',
'Request pass info'			=>	'تێپەڕەووشەیەکی نوێ پێکەوە لەگەڵ بەستەرێک بۆ چالاککردنی تێپەڕەووشەکەت بۆ ئەو ناونیشانە دەنێردرێت',
'Not registered'			=>	'هێشتا تۆمارنەبوویت؟',
'Login legend'				=>	'تێپەڕەووشە و ناوی بەکارهێنەر بنووسە',
'Remember me'				=>	'خۆکارانە بمهێنە ژوورەوە بۆ هەر سەردانێک',
'Login info'				=>	'ئەگەر تۆمارنەبوویت یان تێپەڕەووشەت لەبیرکردووە کرتە لەسەر بەستەری تەرخانکراو بکە',
'New password errors'		=>	'هەڵەی داواکردنی تێپەڕەووشە',
'New passworderrors info'	=>	':ئەو هەڵانە پێویستیان بەوەیە ڕاستبکرێنەوە پێش ناردنی تێپەڕەووشەی نوێ',

// Forget password mail stuff
'Forget mail'				=>	':ئیمەیڵێک نێردرا بۆ ناونیشانی دراوە لەگەڵ ڕێنمایی چۆنیەتی دانانەوەی تێپەڕەووشەکەت ،ئەگەر نەگەیشت تکایە پەیوەندی بکە بە بەڕێوەبەرایەتی لە',
'Email flood'				=>	'ئەو هەژمارە پێشتر داوای دانانەوەی تێپەڕەووشەی کردووە لە کاتژمێری پێشوو ،تکایە ماوەیەک ڕاوەستە'

);
