<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'			=>	'تێپەڕەوشەی هەڵە لەگەڵ/یان ناوی بەکارهێنەری هەڵە',
'Forgotten pass'			=>	'تێپەڕەوشەت لەبیرکردووە؟',
'Login redirect'			=>	'...بەسەرکەوتوویی هاتیتە ژوورەوە ،گەڕاندنەوە',
'Logout redirect'			=>	'...چوویتە دەرەوە ،گەڕاندنەوە',
'No email match'			=>	'هیچ بەکارهێنەرێک تۆمارنەبووە بەو پۆستی ئەلیکترۆنییە',
'Request pass'				=>	'داواکردنی تێپەڕەوشە',
'Request pass legend'		=>	'ئەو پۆستی ئەلیکترۆنییە بنووسە کە تۆماربوویت پێی',
'Request pass info'			=>	'تێپەڕەوشەیەکی نوێ پێکەوە لەگەڵ بەستەرێک بۆ چالاککردنی تێپەڕەوشەکەت بۆ ئەو ناونیشانە دەنێردرێت',
'Not registered'			=>	'هێشتا تۆمارنەبوویت؟',
'Login legend'				=>	'تێپەڕەوشە و ناوی بەکارهێنەر بنووسە',
'Remember me'				=>	'خۆکارانە بمهێنە ژوورەوە بۆ هەر سەردانێک',
'Login info'				=>	'ئەگەر تۆمارنەبوویت یان تێپەڕەوشەت لەبیرکردووە کرتە لەسەر بەستەری تەرخانکراو بکە',
'New password errors'		=>	'هەڵەی داواکردنی تێپەڕەوشە',
'New passworderrors info'	=>	':ئەو هەڵانە پێویستیان بەوەیە ڕاستبکرێنەوە پێش ناردنی تێپەڕەوشەی نوێ',

// Forget password mail stuff
'Forget mail'				=>	'ئیمەیڵێک نێردرا بۆ ناونیشانی دراوە لەگەڵ ڕێنمایی چۆنیەتی دانانەوەی تێپەڕەوشەکەت ،ئەگەر نەگەیشت تکایە پەیوەندی بکە بە بەڕێوەبەرایەتی لە:',
'Email flood'				=>	'ئەو هەژمارە پێشتر داوای دانانەوەی تێپەڕەوشەی کردووە لە کاتژمێری پێشوو ،تکایە ماوەیەک ڕاوەستە'

);
