<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'ئەو مەکۆیە تۆماربوونی نوێ وەرناگرێت',
'Reg cancel redirect'		=>	'..تۆماربوون هەڵوەشێندرایەوە ،گەڕاندنەوە',
'Forum rules'				=>	'یاساکانی مەکۆ',
'Rules legend'				=>	'پێویستە لەسەر یاساکان ڕازی بیت ،بۆ بەردەوامبوون',
'Registration flood'		=>	'بەکارهێنەرێکی نوێ بە هەمان ناونیسانی ئایپی تۆماربووە ،بە لایەنی کەم دەبێت کاتژمێرێک تێپەڕببێت لەنێوان تۆماربوونەکان',
'Agree'						=>	'ڕازیم',
'Cancel'					=>	'پاشگەزبوونەوە',
'Register'					=>	'تۆماربوون',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'هەڵەکانی تۆماربوون',
'Registration errors info'	=>	'ئەو هەڵانە پێویستە ڕاست بکرێنەوە پێش تۆماربوون',
'Username censor'			=>	'ناوی بەکارهێنەر گونجاو نییە',
'Username dupe 1'			=>	'کەسێک پێشتر بەو ناوە تۆماربووە',
'Username dupe 2'			=>	'ناوی بەکارهێنەر گونجاو نییە',
'Email not match'			=>	'پۆستی ئەلیکترۆنییەکان ناگونجێن',

// Registration email stuff
'Reg email'					=> 'سوپاس بۆ تۆماربوون ،تێپەڕەووشەت دانرا و بۆ ناونیشانی دراو نێردرا ،ئەگەر نەگەیشت پەیوەندی بکە بە بەڕێوەبەرایەتییەوە بە :',
'Reg complete'				=>	'..تۆماربوون تەواوبوو ،چوونەوە ژوورەوە و گەڕاندنەوە',

// Register info
'Desc 1'					=>	'پێویستە تۆمارببیت بۆ نووسینی بابەت و پەیام لە مەکۆکان',
'Desc 2'					=>	'لەدوای تۆماربوون سەردانی پرۆفایلەکەت بکە بۆ ڕێکخستنی زانیارییە تاکەکەسییەکانت',
'Username legend'			=>	'درێژی ناوی بەکارهێنەر دەبێت لە نێوان ٢ تیپ بۆ ٢٥ تیپ بێت',
'Pass legend'				=>	'تکایە تێپەڕەووشە بنووسە و دڵنیایبکەوە',
'Pass info'					=>	'تێپەڕەووشەکان دەبێ بەلایەنی کەم ٤ تیپ درێژبن ،تێپەڕەووشەکان هەستیارن',
'Email info'				=>	'پێویستە پۆستی ئەلیکترۆنی دروست بنووسی ،تێپەڕەووشەی خۆکاری بۆ ئەو پۆستە دەنێردرێت',
'Confirm email'				=>	'دووبارە پۆستی ئەلیکترۆنی بنووسە',

);
