<?php

// Language definitions used in db_update.php

$lang_update = array(

'Update'						=>	'نوێکردنەوەی FluxBB',
'Update message'				=>	'بنکەدراوەی FluxBB ـیەکەت لەسەر نوێتریین نییە و پێویستە نوێبکرێتەوە بۆ بەردەوامبوون. ئەگەر تۆ بەڕێوەبەری مەکۆیت ،تکایە دوای ڕێنماییەکانی خوارەوە بکەوە بۆ تەواوکردنی نوێکردنەوەکە.',
'Note'							=>	'تێبینی:',
'Members message'				=>	'ئەو کردارە تەنها بۆ بەڕێوەبەری مەکۆکانە. ئەگەر تۆ ئەندامێکی لەوێ هیچ پێویست بە شڵەژان ناکات، مەکۆکە دەگەڕێتەوە لە ماوەیەکی کورتدا.',
'Administrator only'			=>	'ئەو هەنگاوە تەنها بۆ بەڕێوەبەری مەکۆکانە!',
'Database password info'		=>	'ئەو بەجێ گەیاندنی نوێکردنەوەی بنکەدراوەکە تکایە تێپەڕەوشەی بنکەدراوەکە بنووسە کە لەگەڵ FluxBB دامەزراوە ،ئەگەر لەیادت نییە ،پاشەکەوتکراوە لە پەڕگەی  \'config.php\' .',
'Database password note'		=>	'ئەگەر تۆ SQLite  بەکاردەبەی (وە هەستدەکەی تێپەڕەوشەی بنکەدراوەت نییە) تکایە ناوی پەڕگەی بنکەدراوە بەکارببە لەباتی. ئەمە پێویستە بەتەواوی لەگەڵ ناوی پەڕگەی بنکەدراوەکە بێتەوە کە لە پەڕگەی دیمەنکردنت دراوە.',
'Database password'				=>	'تێپەڕەوشەی بنکەدراوە',
'Maintenance'					=>	'چاککاری',
'Maintenance message info'		=>	'ئەو پەیامەیە کە بۆ بەکارهێنەران دەردەکەوێت لە کاتی پرۆسەی نوێکردنەوەی مەکۆکان. دەتوانرێت کۆدی HTML ــیش لە خۆ بگرێت',
'Maintenance message'		    =>	'پەیامی چاککاری',

'You are running error'			=>	'تۆ %1$s بەکاردەبەی وەشانی %2$s. FluxBB پێویستی بەلایەنی کەم بە %1$s %4$s بۆ کارکردن بە دروستی. تۆ پێویستە %1$s ـەکەت نوێبکەیەوە پێش ئەوەی بەردەوامبیت.',
'Version mismatch error'		=>	'وەشان نەگونجاوە. بنکەدراوەکە \'%s\' پێناچێت لەسەر نەخشەیەکی بنکەدراوەی FluxBB کە پاڵپشتکراوە لەلایەن ئەم پرۆگرامۆکەی نوێکردنەوەیە.',
'Invalid file error'			=>	'ناوی پەڕگەی بنکەدراوەی نادروست. کاتێک SQLite بەکاردەبەی ناوی پەڕگەی بنکەدراوەکە پێویستە بنووسرێت بەتەواوی وەکو ئەوەی دەردەکەوێ لە \'%s\' ـەکەت.',
'Invalid password error'		=>	'تێپەڕەوشەی بنکەدراوە نادروستە. بۆ نوێکردنەوەی FluxBB ـەکەت پێویستە تێپەڕەوشەی بنکەدراوەکەت بنووسی بەتەواوی وەکو ئەوەی دەردەکەوێ لە \'%s\' ـەکەت.',
'No password error'				=>	'هیچ تێپەڕەوشەیەکی بنکەدراوە نەدراوە',
'Script runs error'				=>	'وا دەردەکەوێ پرۆگرامۆکەی نوێکردنەوەکە پێشتر بەکاربراوە لەلایەن کەسێکی تر. ئەگەر ئەوە دۆخەکە نییە، تکایە ئەو پەڕگەیە \'%s\' و دووبارە هەوڵبدەوە.',
'No update error'				=>	'مەکۆکەت پێشتر لەسەر نوێتریینە وەکو ئەوەی ئەو پرۆگرامۆکەیە دەتوانێ بیکات.',

'Intro 1'						=>	'ئەو پرۆگرامۆکەیە بنکەدراوەی مەکۆکەت نوێدەکاتەوە. کرداری نوێکردنەوەکە لەوانەیە هەرشتێک بخایەنێت لە چرکەوە بۆ دەمژمێر بەپێی سەر خێرایی ڕاژەکە و قەبارەی بنکەدراوەی مەکۆکە. لەیادت نەچێ کە پاڵپشتییەکی بنکەدراوەکە بکەیت پێش بەردەوامبوون.',
'Intro 2'						=>	'ڕێنماییەکانی نوێکردنەوەت خوێندەوە لە بەڵگەنامەییەکە؟ ئەگەر نەخێر، لێرەوە دەستپێبکە.',
'No charset conversion'			=>	'<strong>گرنگ!</strong> FluxBB دۆزییەوە کە ئەو ژینگەی PHP ــە پاڵپشتی ناکات بۆ نهێنیبەندی کردنی ئامێرەکان کە داواکراون بۆ گۆڕینی UTF-8 لە تیپ دابنرێ لە ISO-8859-1. کە مانای ئەوەیە ک ئەگەر تیپە ڕاستەکە دانرابوو و ISO-8859-1 نەبوو، FluxBB ناتوانێ بنکەدراوەی مەکۆکەت بگۆڕێ بۆ UTF-8 و تۆ پێویستە دەستکارییانە بیکەیت. ڕێنماییەکان بۆ دانانی گۆڕینی تیپ بە شێوازی دەستکاریی دەتوانرێ بدۆزرێتەوە لە ڕێنماییەکانی نوێکردنەوە.',
'Enable conversion'				=>	'<strong>چالاککردنی گۆڕین:</strong> کاتێک چالاککرا ئەو پرۆگرامۆکەی نوێکردنەوەیە دەیکات، لەدوای ئەوەی گۆڕانکارییە داواکراوەکانی دروستکرد بۆ بنکەدراوەکە، هەموو دەقی ناو بنکەدراوەکە بگۆڕە لەو تیپە دانراوەیەوە بۆ UTF-8. ئەم گۆڕینە داواکراوە ئەگەر تۆ نوێکردنەوە دەکەیت لە وەشانی 1.2',
'Current character set'			=>	'<strong>تیپی دانراوی ئێستا:</strong> ئەگەر زمانی سەرەکی لە مەکۆکەت ئینگلیزییە، دەتوانی ئەمە جێبهێڵی وەکو نرخی بنچینەی کە دانراوە. هەرچۆنێکە، ئەگەر مەکۆکە ئینگلیزی نییە، پێویستە دانراوی تیپەکە بنووسی کە بەکارهاتووە لە گورزەی زمانی مەکۆکەت. <em>هێنانی ئەو هەڵەیە دەتوانێ زیان بگەیەنێت بە بنکەدراوەکەت کەواتە تەنها هەڵی مەهێنە!</em> تێبینی: ئەمە داواکراوە تەنانەت ئەگەر بنکەدراوە کۆنەکە UTF-8 ـیش بێت.',
'Charset conversion'			=>	'گۆڕینی تیپ',
'Enable conversion label'		=>	'<strong>گۆڕین چالاکبکە</strong> (گۆڕینی تیپی بنکەدراوە بەجێ بگەیەنە).',
'Current character set label'	=>	'تیپی دانراوی ئێستا',
'Current character set info'	=>	'بنچینە وەرگرە بۆ مەکۆ ئینگلیزییەکان ،بەپێچەوانەوە دانراوی تیپی گورزەی زمانەکە وەرگرە.',
'Start update'					=>	'دەستپێکردنی نوێکردنەوە',
'Error converting users'		=>	'هەڵەی گۆڕینی بەکارهێنەران',
'Error info 1'					=>	'هەڵەیەک هەبوو لە گۆڕینی هەندێ بەکارهێنەر. ئەم لەوانەیە ڕووبدا لەکاتی گۆڕینی لە FluxBB وەشانی 1.2 ئەگەر فرە بەکارهێنەر تۆماربووبێت لەگەڵ ناوی بەکارهێنەری زۆر لەیەکچوو، بۆ نموونە "شێروان" و "شیروان".',
'Error info 2'					=>	'لەخوارەوە لیستێکی ئەو بەکارهێنەرانەیە کە سەرکەوتوونەبوون لە گۆڕان. تکایە ناوێکی بەکارهێنەری نوێیان بۆ هەڵبژێرە بۆ هەر بەکارهێنەرێک. بەکارهێنەران کە ناودەنرێنەوە خۆکارانە ئیمەیڵێک دەنێردرێ بۆ ئاگادارکردنەوەیان لە گۆڕانکارییەکە.',
'New username'					=>	'ناوی بەکارهێنەری نوێ',
'Required'						=>	'(داواکراوە)',
'Correct errors'				=>	'ئەم هەڵانەی خوارەوە پێویستە ڕاست بکرێنەوە:',
'Rename users'					=>	'بەکارهێنەران ناو لێبنێەوە',
'Successfully updated'			=>	'بنکەدراوەی مەکۆکەت بەسەرکەوتوویی نوێکرایەوە. ئێستا دەتوانی %s.',
'go to index'					=>	'بڕۆ بۆ دەستپێکی مەکۆ',

'Unable to lock error'			=>	'ناتوانرێ داخستنی نوێکردنەوە بنووسرێت. تکایە دڵنیابە لەوەی PHP نووسین لەسەر نووسراوە بۆ پێڕستی \'%s\' وە هیچ-کەسێکی تر لەئێستادا پرۆگرامۆکەی نوێکردنەوەکە بەکارنابات.',

'Converting'					=>	'گۆڕینی %s …',
'Converting item'				=>	'گۆڕینی %1$s %2$s …',
'Preparsing item'				=>	'ئامادەکردنی %1$s %2$s …',
'Rebuilding index item'			=>	'دروستکردنەوەی پێڕست بۆ %1$s %2$s',

'ban'							=>	'ڕاگرتن',
'categories'					=>	'هاوپۆلەکان',
'censor words'					=>	'وشە سانسۆرەکان',
'configuration'					=>	'دیمەنکردن',
'forums'						=>	'مەکۆکان',
'groups'						=>	'گرووپەکان',
'post'							=>	'پەیام',
'report'						=>	'ڕاپۆرت',
'topic'							=>	'بابەت',
'user'							=>	'بەکارهێنەر',
'signature'						=>	'واژۆ',

'Username too short error'		=>	'ناوی بەکارهێنەر پێویستە بەلایەنی کەم 2 تیپ درێژبێت. تکایە ناوی بەکارهێنەری (درێژتر) هەڵبژێرە.',
'Username too long error'		=>	'ناوی بەکارهێنەر پێویستە درێژتر نەبێ لە 25 تیپ. تکایە ناوی بەکارهێنەری (کورتر) هەڵبژێرە.',
'Username Guest reserved error'	=>	'ئەو ناوی بەکارهێنەری میوانە گیراوە. تکایە ناوی بەکارهێنەری تر هەڵبژێرە.',
'Username IP format error'		=>	'ناوی بەکارهێنەر لەو فۆرمە بێت کە ناونیشانی IP تێدایە. تکایە ناوی بەکارهێنەری تر هەڵبژێرە.',
'Username bad characters error'	=>	'ناوی بەکارهێنەر نابێت هەموو تیپەکان لەخۆبگرێت \', " لەگەڵ  [ و ] بەیەکجار. تکایە ناوی بەکارهێنەری تر هەڵبژێرە.',
'Username BBCode error'			=>	'ناوی بەکارهێنەر نابێت هیچ تاگێکی فۆرماتکردن لەخۆبگرێت (BBCode) کە مەکۆکە بەکاری دەبات. تکایە ناوی بەکارهێنەری تر هەڵبژێرە.',

'Username duplicate error'		=>	'کەسێک پێشتر تۆماربووە لەگەڵ ناوی بەکارهێنەر %s. ئەو ناوی بەکارهێنەری نووسیوتە زۆر لێکچووە. ناوی بەکارهێنەرەکە پێویستە جیاوازتر بێت لەوە بەهۆی بەلایەنی کەم تیپێکی ئەلفوبایی. تکایە ناوێکی بەکارهێنەری جیاواز هەڵبژێرە.',


);
