<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'راهنما',
'produces'				=>	'تولید می کند',

'BBCode'				=>	'BBCode',
'BBCode info 1'			=>	'BBCode کلکسیونی از تگهای فرمتی است که برای تغییر شکل ظاهر متن در انجمن مورد استفاده قرار میگیرند . BBCode براساس اصل ، و بسیار شبیه به HTML میباشد . در پایین فهرستی از همه BBCode های موجود و دستور العمل استفاده آنها آمده است.',
'BBCode info 2'			=>	'مدیران اصلی توانائی فعال و غیرفعال کردن BBCode را دارند . اگر BBCode فعال باشد لینکی درحاشیه سمت چپ به راهنمای BBCode هنگام نوشتن / ویرایش پیام در ارسال و یا امضاء نمایش داده میشود .',

'Text style'			=>	'ظاهر متن',
'Text style info'		=>	'ظاهر متن را میتوان با تگهای روبرو که میتواند تو در تو باشد تغییر داد:',
'Bold text'				=>	'متن درشت',
'Underlined text'		=>	'متن زیرخط دار',
'Italic text'			=>	'متن مورد',
'Strike-through text'	=>	'متن وسط خط دار',
'Red text'				=>	'متن قرمز',
'Blue text'				=>	'متن آبی',
'Heading text'			=>	'متن عنوان',
'Deleted text'			=>	'متن حذف شده',
'Inserted text'			=>	'متن درج شده',
'Emphasised text'		=>	'متن تاکید شده',

'Links and images'		=>	'لینک ها و تصاویر',
'Links info'			=>	'شما میتوانید لینکهایی به اسناد و یا به آدرس ایمیل با استفاده از تگهای روبرو ایجاد کنید:',
'This help page'		=>	'این صفحه راهنما',
'My email address'		=>	'آدرس ایمیل من',
'Images info'			=>	'برای درج تصویر از تگ BBCode تصویر [img] استفاده میشود .متن در تگ آغازین پس از علامت "=" برای استفاده صفت alt  استفاده دارد و هرزمان ممکن باید شامل شود.',
'FluxBB bbcode test'	=>	'تست bbcode FluxBB',

'Test topic'			=>	'موضوع آزمایشی',
'Test post'				=>	'ارسال آزمایشی',
'Test forum'			=>	'انجمن آزمایشی',
'Test user'				=>	'کاربر آزمایشی',

'Quotes'				=>	'نقل قول',
'Quotes info'			=>	'برای نقل کردن از تگ نقل قول ( [quote] ) استفاده کنید.',
'Quotes info 2'			=>	'شما میتوانید بدون استفاده از نام شخص نیز از تگ نقل قول استفاده کنید.',
'Quote text'			=>	'این متنی است که میخواهم نقل قول کنم.',
'produces quote box'	=>	'جعبه نقل قولی شبیه این تولید میکند:',
'quote note'			=>	'توجه : اگر یک نام کاربری حاوی کاراکترهای [ یا ] باشد شما میتوانید آن را در نقل قول ببندید.',

'Code'					=>	'کد',
'Code info'				=>	'هنگام نمایش سورس کد مطمئن شوید که از تگ کد ( [code] ) استفاده میکنید . متن نمایش داده شده با تگ کد از فونت کم عرض monospaced استفاده میکند و بر روی تگهای دیگر اثر ندارد .',
'Code text'				=>	'This is some code.',
'produces code box'		=>	'جعبه کد شبیه این تولید میکند:',

'Nested tags'			=>	'تگ های تو در تو',
'Nested tags info'		=>	'برای ایجاد فرمت پیشرفته BBCode میتواند تو در تو باشد . برای مثال :',
'Bold, underlined text'	=>	'متن زیرخط دار ، درشت',

'Lists'					=>	'لیست',
'List info'				=>	'برای ایجاد لیست میتوانید از تگ لیست ( [list] ) استفاده کنید . با استفاده از تگ لیست میتوانید 3 نوع لیست ایجاد کنید.',
'List text 1'			=>	'آیتم لیست نمونه 1.',
'List text 2'			=>	'آیتم لیست نمونه 2.',
'List text 3'			=>	'آیتم لیست نمونه 3.',
'produces list'			=>	'لیست نقطه دار تولید میکند.',
'produces decimal list'	=>	'لیست عددی تولید میکند.',
'produces alpha list'	=>	'لیستی با برچسب الفبائی تولید میکند.',

'Smilies'				=>	'خندانک ها',
'Smilies info'			=>	'اگر مایل باشید ( و درصورت فعال بودن ) ، انجمن میتواند شکلکهای انتخابی را به تصاویر آیکونی تبدیل کند . این انجمن شکلک های زیر را شناسائی کرده و میتواند آنها را با تصویر آیکون جایگزین کند:'

);
