<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'			=>	'نام کاربری یا گذرواژه اشتباه وارد شده است.',
'Forgotten pass'			=>	'گذرواژه خود را فراموش کرده اید؟',
'Login redirect'			=>	'با موفقیت به انجمن وارد شدید. در حال انتقال...',
'Logout redirect'			=>	'از انجمن خارج شدید. در حال انتقال...',
'No email match'			=>	'کاربری با این آدرس ایمیل در انجمن به ثبت نرسیده است.',
'Request pass'				=>	'درخواست گذرواژه',
'Request pass legend'		=>	'آدرس ایمیلی که موقع ثبت نام وارد کردید را وارد کنید.',
'Request pass info'			=>	'یک گذرواژه به همراه لینک فعال سازی به آدرس ایمیل ثبت شده در سیستم ارسال شده است.',
'Not registered'			=>	'هنوز ثبت نام نکرده اید ؟',
'Login legend'				=>	'نام کاربری و گذرواژه خود را وارد کنید.',
'Remember me'				=>	'پس از هر ورود به سایت مرا در سیستم لاگین کن',
'Login info'				=>	'اگر هنوز در انجمن ثبت نام نکرده اید یا اینکه گذرواژه خود را فراموش کرده اید بر روی لینک زیر کلیک کنید.',
'New password errors'		=>	'خطا در درخواست گذرواژه',
'New passworderrors info'	=>	'خطای زیر نیار به رفع شدن دارد برای ادامه بازنشانی گذرواژه:',

// Forget password mail stuff
'Forget mail'				=>	'یک ایمیل همراه با چگونگی بازنشانی گذرواژه خود به آدرس ایمیل شما ارسال شده است. اگر موفق به دریافت این ایمیل نشده اید اسپم باکس خود را چک کنید.',
'Email flood'				=>	'درخواست گذرواژه برای این نام کاربری طی یک ساعت گذشت ارسال شده است. برای درخواست مجدد باید کمی صب کنید.'

);
