<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Login errors'		=>	'خطای ورود به سایت',
'Login errors info'	=>	'قبل از اینکه بتوانید وارد سایت شوید باید خطاهای ذیل رفع شود:',
'Wrong user/pass'			=>	'نام کاربری و یا کلمه عبور اشتباه است.',
'Forgotten pass'			=>	'کلمه عبور خود را فراموش کرده اید؟',
'Login redirect'			=>	'باموفقیت وارد انجمن شدید. درحال تغییر مسیر …',
'Logout redirect'			=>	'خارج شدید. درحال تغییر مسیر …',
'No email match'			=>	'کاربری با این آدرس ایمیل ثبت نام نکرده است',
'Request pass'				=>	'درخواست کلمه عبور',
'Request pass legend'		=>	'آدرس ایمیلی که با آن ثبت نام کرده اید را وارد کنید',
'Request pass info'			=>	'کلمه عبور جدید به همراه لیک جهت فعال سازی کلمه عبور جدید به این آدرس ارسال خواهد شد.',
'Not registered'			=>	'هنوز ثبت نام نکرده اید؟',
'Login legend'				=>	'نام کاربری و کلمه عبور خود را در پایین وارد کنید',
'Remember me'				=>	'هربار که از انجمن بازدید میکنم بصورت خودکار وارد شوم.',
'Login info'				=>	'اگر ثبت نام نکرده اید و یا اینکه کلمه عبور خود را فراموش کردید بر روی لینک مناسب در پایین کلیک کنید.',
'New password errors'		=>	'خطا در درخواست کلمه عبور',
'New passworderrors info'	=>	'خطاهای روبرو قبل از اینکه بتوان کلمه عبور جدید ارسال شود باید تصحیح شوند:',

// Forget password mail stuff
'Forget mail'				=>	'ایمیلی به آدرس تعیین شده به همراه دستورالعمل چگونگی تغییر کلمه عبور برای شما ارسال شد . اگر این ایمیل را دریافت نکردید میتوانید به آدرس مدیر انجمن تماس بگیرید :',
'Email flood'				=>	'این حساب کاربری در ساعت گذشته درخواست بازنشانی کلمه عبور را داشته است . لطفاً قبل از درخواست جدید برای کلمه عبور %s دقیقه منتظر بمانید.'

);
