<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'این انجمن ثبت نام جدید را نمی پذیرد.',
'Reg cancel redirect'		=>	'ثبت نام لغو شد. درحال تغییر مسیر …',
'Forum rules'				=>	'قوانین انجمن',
'Rules legend'				=>	'برای ثبت نام باید با این موارد موافقت نمایید',
'Registration flood'		=>	'کاربر جدیدی با آدرس IP مشابه شما در این ساعت گذشته ثبت نام کرده است . برای اجتناب از سیل ثبت نام ، حداقل باید بین ثبت نام ها با یک IP مشابه یک ساعت زمان گذشته باشد . با عرض پوزش بابت اسباب زحمت.',
'Agree'						=>	'موافق هستم',
'Cancel'					=>	'لغو',
'Register'					=>	'ثبت نام',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'خطاهای ثبت نام',
'Registration errors info'	=>	'قبل از اینکه بتوانید ثبت نام کنید خطاهای ذیل باید تصحیح شوند:',
'Username censor'			=>	'نام کاربری که شما وارد کرده اید شامل یک یا چند کلمه سانسور شده میباشد . لطفاً نام کاربری دیگری را انتخاب کنید.',
'Username dupe 1'			=>	'شخصی هم اکنون با این نام کاربری ثبت نام کرده است',
'Username dupe 2'			=>	'نام کاربری که شما وارد کرده اید بسیار مشابه میباشد . نام کاربری باید حداقل با یک کاراکتر الفبائی (a-z یا 0-9) متفاوت باشد . لطفاً نام کاربری دیگری را انتخاب کنید.',
'Email not match'			=>	'آدرس های ایمیل با هم مطابقت ندارند.',

// Registration email stuff
'Reg email'					=>	'با تشکر از شما جهت ثبت نام . کلمه عبور شما به آدرسی که تعیین کردید ارسال شد . اگر کلمه عبور به دست شما نرسید میتوانید به مدیر انجمن به آدرس روبرو تماس بگیرید:',
'Reg complete'				=>	'ثبت نام تکمیل شد. وارد شدن به انجمن و تغییر مسیر …',

// Register info
'Desc 1'					=>	'با ثبت نام کردن به شما تعدادی امکانات و ویژگی هایی در دسترستان قرار میگیرد در غیراینصورت این امکانات دردسترس نخواهد بود . این امکانات عبارتند از توانایی ویرایش و حذف ارسال ها ، طراحی امضاء خود که به پیوست ارسال ها و چیزهای بیشتری است . اگر شما سوالاتی مربوط به این انجمن دارید باید از مدیر تالارگفتگو بپرسید.',
'Desc 2'					=>	'برای ثبت نام در پایین فرمی است که باید تکمیل شود . هنگامی که ثبت نام کردید میتوانید از پروفایل خود دیدن کرده و تنظیماتی را که میتوانید بررسی و تغییر دهید . کادرهای زیر فقط قسمت کوچکی از تنظیماتی است که شما میتوانید در پروفایل خود عوض کنید .',
'Username legend'			=>	'لطفاً نام کاربری را که بین 2 تا 25 کاراکتر باشد را وارد کنید',
'Pass legend'				=>	'لطفاً کلمه عبور دلخواه خود را وارد و تائید کنید',
'Pass info'					=>	'کلمه عبور باید حداقل 6 کاراکتر باشد . کلمه عبور ها به بزرگی و کوچکی کلمات حساس هستند.',
'Email info'				=>	'شما باید آدرس ایمیل معتبری را وارد کنید چون کلمه عبور تولید شده تصادفی به این آدرس ارسال خواهد شد.',
'Confirm email'				=>	'آدرس ایمیل را تائید کنید',

);
