<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'این انجمن کاربری را به عنوان کاربر جدید نمی پذیرد.',
'Reg cancel redirect'		=>	'عملیات عضویت ناموفق ! در حال انتقال...',
'Forum rules'				=>	'قوانین انجمن',
'Rules legend'				=>	'شما برای عضویت در انجمن باید قوانین جاری را قبول داشته باشید',
'Registration flood'		=>	'یک کاربر جدید طی یک ساعت گذشته با آدرس IP شما در انجمن ثبت نام کرده است. لطفا مدتی دیگر مجددا تلاش کنید.',
'Agree'						=>	'قبول دارم',
'Cancel'					=>	'قبول ندارم',
'Register'					=>	'عضویت',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'اشکال در ثبت نام',
'Registration errors info'	=>	'اشتباهات زیر باید قبل از ثبت نام رفع شوند:',
'Username censor'			=>	'نام کاربری که شما انتخاب کرده اید شامل یک یا چند کلمه سانسور شده در انجم می باشد. لطفا نام کاربری دیگری را برگزینید.',
'Username dupe 1'			=>	'شخصی دیگر با این نام کاربری در انجمن ثبت نام کرده است',
'Username dupe 2'			=>	'نام کاربری که انتخاب کرده اید خیلی ساده است. حداقل نام کاربری را انتخاب کنید که شامل بیشتر از ۲ حرف باشد.',
'Email not match'			=>	'آدرس ایمیل با تاییدیه خود هماهنگی ندارد.',

// Registration email stuff
'Reg email'					=>	'تشکر از شما برای ثبت نام در انجمن. گذرواژه به آدرسی که حین ثبت نام وارد کرده اید فرستاده شده است. اگر ایمیلی با این محتوا دریافت نکرده اید با این آدرس با مدیریت انجمن تماس بگیرید',
'Reg complete'				=>	'ثبت نام با موفقیت انجام شد. در حال ورود به انجمن...',

// Register info
'Desc 1'					=>	'ثبت نام در انجمن ممکن است تمام یا بخشی از امکانات و ویژگی های انجمن را در اختیار شما قرار دهد. این بستگی به سطح دسترسی شما و درجه کاربری شما دارد.',
'Desc 2'					=>	'فرم زیر فرم ثبت نام کاربر در انجمن است. لطفا پس از ثبت نام در انجمن به بخش پروفایل خود رفته و گزینه های مورد نظر خود را تکمیل کنید. فرم زیر شامل بخش کوچکی از گزینه های موجود در پروفایل شما می شود.',
'Username legend'			=>	'لطفا نام کاربری بین ۲ تا ۲۵ کاراکتر انتخاب کنید.',
'Pass legend'				=>	'لطفا گذرواژه ای که انتخاب کرده اید را تایید کنید.',
'Pass info'					=>	'گذرواژه حداقل باید ۴ کاراکتر باشد. گذرواژه به بزرگی یا کوچکی حروف حساس است.',
'Email info'				=>	'شما باید یک آدرس ایمیل معتبر وارد کنید. گذرواژه شما به آن ایمیل آدرس فرستاده خواهد شد.',
'Confirm email'				=>	'آدرس ایمیل خود را تایید کنید.',

);
