<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'	=>	'پیدا کردن و مرتب سازی کاربران',
'User search info'	=>	'یک نام کاربری جهت جستجو وارد کنید و/یا نام یک گروه را وارد کنید تا نتایج فیلتر شوند.کادر نام کاربری می تواند خالی بماند.از نویسه عمومی * جهت انطباق جزئی نتایج با مورد جستجو استفاده کنید.',
'User sort info'	=>	'بین کاربران  بر حسب نام کاربری، زمان ثبت نام، یا تعداد مطالب, به ترتیب صعودی یا نزولی، جستجو کنید.',
'User group'		=>	'گروه کاربری',
'No of posts'		=>	'تعداد مطالب',
'All users'			=>	'همه'

);
