<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'	=>	'یافتن ومرتب سازی کاربران',
'User search info'	=>	'نام کاربری یا گروه کاربری را برای فیلتر کردن بر اساس این معیارها جهت جستجو وارد کنید. کادر نام کاربری را می‌توانید خالی بگذارید. از کاراکتر ستاره <strong>*</strong> برای مطابقت جزئی استفاده کنید.',
'User sort info'	=>	'مرتب سازی کاربران بر اساس نام ، تاریخ عضویت یا تعداد ارسال ها و به ترتیب صعودی و نزولی .',
'User group'		=>	'گروه کاربری',
'No of posts'		=>	'تعداد ارسال ها',
'All users'			=>	'همه'

);
