<?php

// Language definitions used in admin_forums.php
$lang_admin_forums = array(

'Forum added redirect'		=>	'Η δημόσια συζήτηση προστέθηκε. Ανακατεύθυνση...',
'Forum deleted redirect'	=>	'Η δημόσια συζήτηση διαγράφηκε. Ανακατεύθυνση...',
'Forums updated redirect'	=>	'Οι Δημόσιες συζητήσεις ενημερώθηκαν. Ανακατεύθυνση...',
'Forum updated redirect'	=>	'Η δημόσια συζήτηση ενημερώθηκε. Ανακατεύθυνση...',
'Perms reverted redirect'	=>	'Τα δικαιώματα επανήλθαν στα προεπιλεγμένα. Ανακατεύθυνση...',
'Must enter name message'	=>	'Πρέπει να εισαγάγετε ένα όνομα δημόσιας συζήτησης.',
'Must be integer message'	=>	'Η θέση πρέπει να είναι ένας θετικός ακέραιος αριθμός.',
'New forum'					=>	'Νέα δημόσια συζήτηση',

// Entry page
'Add forum head'			=>	'Προσθήκη δημόσιας συζήτησης',
'Create new subhead'		=>	'Δημιουργία νέας δημόσιας συζήτησης',
'Add forum label'			=>	'Προσθήκη δημόσιας συζήτησης σε κατηγορία',
'Add forum help'			=>	'Επιλέξτε την κατηγορία στην οποία θέλετε να προσθέσετε μια νέα δημόσια συζήτηση.',
'Add forum'					=>	'Προσθήκη δημόσιας συζήτησης',
'No categories exist'		=>	'Δεν υπάρχουν κατηγορίες',
'Edit forums head'			=>	'Επεξεργασία δημόσιων συζητήσεων',
'Category subhead'			=>	'Κατηγορία:',
'Forum label'				=>	'Δημόσια συζήτηση',
'Edit link'					=>	'Επεξεργασία',
'Delete link'				=>	'Διαγραφή',
'Position label'			=>	'Θέση',
'Update positions'			=>	'Ενημέρωση θέσεων',
'Confirm delete head'		=>	'Επιβεβαίωση διαγραφής δημόσιας συζήτησης',
'Confirm delete subhead'	=>	'Σημαντικό! Διαβάστε πριν τη διαγραφή',
'Confirm delete info'		=>	'Είστε βέβαιος ότι θέλετε να διαγράψετε τη δημόσια συζήτηση <strong>%s</strong>;',
'Confirm delete warn'		=>	'ΠΡΟΕΙΔΟΠΟΙΗΣΗ! Διαγράφοντας τη δημόσια συζήτηση, θα διαγραφούν και όλες οι δημοσιεύσεις (αν υπάρχουν) σε αυτή τη δημόσια συζήτηση!',

// Detailed edit page
'Edit forum head'			=>	'Επεξεργασία δημόσιας συζήτησης',
'Edit details subhead'		=>	'Επεξεργασία στοιχείων δημόσιας συζήτησης',
'Forum name label'			=>	'Όνομα δημόσιας συζήτησης',
'Forum description label'	=>	'Περιγραφή (HTML)',
'Category label'			=>	'Κατηγορία',
'Sort by label'				=>	'Ταξινόμηση θεμάτων κατά',
'Last post'					=>	'Τελευταία δημοσίευση',
'Topic start'				=>	'Δημιουργία θέματος',
'Subject'					=>	'Τίτλο',
'Redirect label'			=>	'Σύνδεσμος (URL) ανακατεύθυνσης',
'Redirect help'				=>	'Διαθέσιμο μόνο σε κενές δημόσιες συζητήσεις',
'Group permissions subhead'	=>	'Επεξεργασία δικαιωμάτων ομάδας γι αυτή τη δημόσια συζήτηση',
'Group permissions info'	=>	'Σε αυτή τη φόρμα, μπορείτε να ορίσετε τα συγκεκριμένα δικαιώματα της δημόσιας συζήτησης για τις διάφορες ομάδες χρηστών. Εάν δεν έχετε κάνει αλλαγές στα δικαιώματα ομάδας αυτής της δημόσιας συζήτησης, τότε παρακάτω βλέπετε τις προεπιλεγμένες βάσει των ρυθμίσεων στις %s. Οι διαχειριστές έχουν πάντοτε πλήρη δικαιώματα και επομένως εξαιρούνται. Οι ρυθμίσεις δικαιωμάτων που διαφέρουν από τα προεπιλεγμένα δικαιώματα για την ομάδα χρηστών, σημειώνονται με κόκκινο χρώμα. Η σήμανση δικαιώματος "Ανάγνωσης δημόσιας συζήτησης" θα απενεργοποιηθεί εάν η εν λόγω ομάδα στερείται του δικαιώματος "Ανάγνωσης πίνακα". Για ανακατεύθυνση στις δημόσιες συζητήσεις, μόνο το δικαίωμα "Ανάγνωσης δημόσιας συζήτησης" είναι επεξεργάσιμο.',
'Read forum label'			=>	'Ανάγνωση δημόσιας συζήτησης',
'Post replies label'		=>	'Δημοσίευση απαντήσεων',
'Post topics label'			=>	'Δημοσίευση θεμάτων',
'Revert to default'			=>	'Επαναφορά στα προεπιλεγμένα',

);
