<?php

// Language definitions used in admin_censoring.php
$lang_admin_censoring = array(

'Must enter word message'	=>	'Πρέπει να εισάγετε μια λέξη για απαγόρευση.',
'Word updated redirect'		=>	'Η απαγορευμένη λέξη ενημερώθηκε. Ανακατεύθυνση...',
'Word added redirect'		=>	'Η απαγορευμένη λέξη προστέθηκε. Ανακατεύθυνση...',
'Word removed redirect'		=>	'Η απαγορευμένη λέξη διαγράφηκε. Ανακατεύθυνση...',
'Censoring head'			=>	'Λογοκρισία',
'Add word subhead'			=>	'Προσθήκη λέξης',
'Add word info'				=>	'Προσθέστε μια λέξη που θέλετε να απαγορεύσετε καθώς επίσης και το κείμενο αντικατάστασης της. Επιτρέπονται οι χαρακτήρες μπαλαντέρ (δηλαδή το *ποια* ταιριάζει με "οποιαδήποτε" και "κάποια"). Οι απαγορευμένες λέξεις επηρεάζουν και το όνομα χρήστη. Οι νέοι χρήστες δεν θα είναι σε θέση να εγγραφούν με ονόματα που περιέχουν οποιαδήποτε απαγορευμένη λέξη. Η αναζήτηση γίνεται χωρίς διάκριση πεζών-κεφαλαίων χαρακτήρων.',
'Censoring enabled'			=>	'<strong>Η λογοκρισία είναι ενεργοποιημένη στις %s.</strong>',
'Censoring disabled'		=>	'<strong>Η λογοκρισία είναι απενεργοποιημένη στις %s.</strong>',
'Censored word label'		=>	'Απαγορευμένη λέξη',
'Replacement label'			=>	'Κείμενο αντικατάστασης',
'Action label'				=>	'Ενέργεια',
'Edit remove subhead'		=>	'Επεξεργασία ή διαγραφή λέξεων',
'No words in list'			=>	'Δεν υπάρχουν απαγορευμένες λέξεις στον κατάλογο.',

);
