<?php

// Language definitions used in admin_permissions.php
$lang_admin_permissions = array(

'Perms updated redirect'	=>	'Τα δικαιώματα ενημερώθηκαν. Ανακατεύθυνση...',
'Permissions head'			=>	'Δικαιώματα',
'Posting subhead'			=>	'Δημοσίευση',
'BBCode label'				=>	'BBCode',
'BBCode help'				=>	'Επιτρέπονται τα BBCode στις δημοσιεύσεις (συνιστάται).',
'Image tag label'			=>	'Ετικέτα εικόνας',
'Image tag help'			=>	'Επιτρέπεται η ετικέτα BBCode [img][/img] στις δημοσιεύσεις.',
'All caps message label'	=>	'Όλα κεφαλαία στο μήνυμα',
'All caps message help'		=>	'Επιτρέπεται ένα μήνυμα να περιέχει μόνο κεφαλαία γράμματα.',
'All caps subject label'	=>	'Όλα κεφαλαία στον τίτλο',
'All caps subject help'		=>	'Επιτρέπεται ένας τίτλος να περιέχει μόνο κεφαλαία γράμματα.',
'Require e-mail label'		=>	'Απαίτηση email επισκέπτη',
'Require e-mail help'		=>	'Απαιτείται από τους επισκέπτες να παρέχουν μια διεύθυνση email όταν κάνουν δημοσίευση.',
'Signatures subhead'		=>	'Υπογραφές',
'BBCode sigs label'			=>	'BBCodes στις υπογραφές',
'BBCode sigs help'			=>	'Επιτρέπονται τα BBCodes στις υπογραφές των χρηστών.',
'Image tag sigs label'		=>	'Ετικέτα εικόνας στις υπογραφές',
'Image tag sigs help'		=>	'Επιτρέπεται η ετικέτα BBCode [img][/img] στις υπογραφές των χρηστών (δεν συνιστάται).',
'All caps sigs label'		=>	'Όλα κεφαλαία στην υπογραφή',
'All caps sigs help'		=>	'Επιτρέπεται μια υπογραφή να περιέχει μόνο κεφαλαία γράμματα.',
'Max sig length label'		=>	'Μέγιστο μήκος υπογραφής',
'Max sig length help'		=>	'Ο μέγιστος αριθμός χαρακτήρων που μπορεί να περιέχει η υπογραφή ενός χρήστη.',
'Max sig lines label'		=>	'Πλήθος γραμμών υπογραφής',
'Max sig lines help'		=>	'Ο μέγιστος αριθμός γραμμών που μπορεί να περιέχει η υπογραφή ενός χρήστη.',
'Registration subhead'		=>	'Εγγραφή',
'Banned e-mail label'		=>	'Επιτρέπονται αποκλεισμένα email',
'Banned e-mail help'		=>	'Επιτρέπεται στους χρήστες να εγγραφούν με (ή να αλλάξουν σε) μία αποκλεισμένη διεύθυνση email / τομέα. Εάν μείνει στην προεπιλεγμένη ρύθμιση (ναι), αυτή η ενέργεια θα επιτρέπεται, αλλά ένα email ειδοποίησης θα σταλεί στη λίστα αλληλογραφίας (ένας αποτελεσματικός τρόπος εντοπισμού των πολλαπλών καταχωρίσεων).',
'Duplicate e-mail label'	=>	'Επιτρέπονται διπλότυπα email',
'Duplicate e-mail help'		=>	'Ελέγχει κατά πόσον οι χρήστες θα πρέπει να έχουν τη δυνατότητα να εγγράφονται με μια διεύθυνση email την οποία έχει ήδη κάποιος άλλος χρήστης. Εάν επιτραπεί, ένα email ειδοποίησης θα σταλεί στη λίστα αλληλογραφίας, όταν εντοπιστεί διπλότυπο email.',

);
