<?php

// Language definitions used in delete.php
$lang_delete = array(

'Delete post'			=>	'Διαγραφή δημοσίευσης',
'Warning'				=>	'Πρόκειται να διαγράψετε οριστικά αυτή τη δημοσίευση.',
'Topic warning'			=>	'Προειδοποίηση! Αυτή είναι η πρώτη δημοσίευση στο θέμα. Ολόκληρο το θέμα θα διαγραφεί οριστικά.',
'Delete info'			=>	'Η δημοσίευση που έχετε επιλέξει να διαγραφεί, παρατίθεται πιο κάτω για να την εξετάσετε πριν προχωρήσετε.',
'Reply by'				=>	'Απάντηση από %s - %s',
'Topic by'				=>	'Το θέμα ξεκίνησε από %s - %s',
'Delete'				=>	'Διαγραφή', // The submit button
'Post del redirect'		=>	'Η δημοσίευση διαγράφηκε. Ανακατεύθυνση...',
'Topic del redirect'	=>	'Το θέμα διαγράφηκε. Ανακατεύθυνση...'

);
