<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'Βοήθεια',
'produces'				=>	'παράγει',

'BBCode'				=>	'BBCode',
'BBCode info 1'			=>	'Το BBCode είναι μία συλλογή ετικετών μορφοποίησης που χρησιμοποιούνται για να αλλάξει η εμφάνιση του κειμένου σε αυτό το φόρουμ. Το BBCode βασίζεται στο ίδιο κύριο πρότυπο, γι αυτό και είναι πολύ παρόμοιο, όπως το HTML. Παρακάτω είναι μια λίστα όλων των διαθέσιμων BBCodes και οδηγίες για το πώς χρησιμοποιούνται.',
'BBCode info 2'			=>	'Οι διαχειριστές έχουν τη δυνατότητα να ενεργοποιήσουν ή να απενεργοποιήσουν τα BBCode. Μπορείτε να δείτε αν τα BBCode είναι ενεργοποιημένα ή απενεργοποιημένα στο κάτω περιθώριο, όποτε δημοσιεύετε ένα μήνυμα ή επεξεργάζεστε την υπογραφής σας.',

'Text style'			=>	'Μορφή κειμένου',
'Text style info'		=>	'Οι ακόλουθες ετικέτες αλλάζουν την εμφάνιση του κειμένου:',
'Bold text'				=>	'Έντονο κείμενο',
'Underlined text'		=>	'Υπογραμμισμένο κείμενο',
'Italic text'			=>	'Πλάγια γραφή',
'Strike-through text'	=>	'Διακριτή διαγραφή κειμένου',
'Red text'				=>	'Κόκκινο κείμενο',
'Blue text'				=>	'Μπλε κείμενο',
'Heading text'			=>	'Κείμενο επικεφαλίδας',
'Deleted text'			=>	'Διαγραμμένο κείμενο',
'Inserted text'			=>	'Κείμενο που έχει εισαχθεί',
'Emphasised text'		=>	'Κείμενο με έμφαση',

'Links and images'		=>	'Σύνδεσμοι και εικόνες',
'Links info'			=>	'Μπορείτε να δημιουργήσετε συνδέσεις προς άλλα έγγραφα ή σε διευθύνσεις ηλεκτρονικού ταχυδρομείου χρησιμοποιώντας τις ακόλουθες ετικέτες:',
'This help page'		=>	'Αυτή η σελίδα βοήθειας',
'My email address'		=>	'Η διεύθυνση του email μου',
'Images info'			=>	'Εάν θέλετε να εμφανίσετε μια εικόνα, μπορείτε να χρησιμοποιήσετε την ετικέτα img. Το κείμενο που εμφανίζεται μετά το σύμβολο "=" στην ετικέτα ανοίγματος ανοίγματος χρησιμοποιείται για το όρισμα alt και πρέπει να περιλαμβάνεται όποτε είναι δυνατό.',
'FluxBB bbcode test'	=>	'Δοκιμή FluxBB bbcode',

'Test topic'			=>	'Δοκιμαστικό θέμα',
'Test post'				=>	'Δοκιμαστική δημοσίευση',
'Test forum'			=>	'Δοκιμαστικό φόρουμ',
'Test user'				=>	'Δοκιμαστικός χρήστης',

'Quotes'				=>	'Παραθέσεις',
'Quotes info'			=>	'Εάν θέλετε να αναφερθείτε σε κάποιον, μπορείτε να χρησιμοποιήσετε την ετικέτα παράθεσης.',
'Quotes info 2'			=>	'Εάν δεν θέλετε να αναφερθείτε σε κάποιον συγκεκριμένα, μπορείτε να χρησιμοποιήσετε την ετικέτα παράθεσης χωρίς να καθορίσετε κάποιο όνομα.',
'Quote text'			=>	'Αυτό είναι το κείμενο που θέλω να παραθέσω.',
'produces quote box'	=>	'παράγει ένα πλαίσιο παράθεσης όπως αυτό:',
'quote note'			=>	'Σημείωση: Αν το όνομα χρήστη περιέχει τους χαρακτήρες [ ή ], μπορείτε να το βάλετε μέσα σε εισαγωγικά.',

'Code'					=>	'Κώδικας',
'Code info'				=>	'Κατά την προβολή πηγαίου κώδικα, πρέπει να βεβαιωθείτε ότι χρησιμοποιείτε τις ετικέτες κώδικα. Το κείμενο που εμφανίζεται με την ετικέτα κώδικα θα χρησιμοποιήσει μια σταθερού πλάτους γραμματοσειρά και δεν θα επηρεαστεί από άλλες ετικέτες.',
'Code text'				=>	'Αυτό είναι ένα τμήμα κώδικα.',
'produces code box'		=>	'παράγει ένα πλαίσιο κώδικα όπως αυτό:',

'Nested tags'			=>	'Ένθετες ετικέτες',
'Nested tags info'		=>	'Το BBCode μπορεί να έχει ένθετες ετικέτες, για να δημιουργήσει πιο προηγμένη μορφοποίηση. Για παράδειγμα:',
'Bold, underlined text'	=>	'Έντονο, υπογραμμισμένο κείμενο',

'Lists'					=>	'Λίστες',
'List info'				=>	'Για να δημιουργήσετε μια λίστα, μπορείτε να χρησιμοποιήσετε την ετικέτα λίστας. Μπορείτε να δημιουργήσετε 3 ειδών λίστες, χρησιμοποιώντας την ετικέτα λίστας.',
'List text 1'			=>	'Παράδειγμα στοιχείου λίστας 1.',
'List text 2'			=>	'Παράδειγμα στοιχείου λίστας 2.',
'List text 3'			=>	'Παράδειγμα στοιχείου λίστας 3.',
'produces list'			=>	'Παράγει μια λίστα με κουκκίδες.',
'produces decimal list'	=>	'Παράγει μια αριθμημένη λίστα.',
'produces alpha list'	=>	'Παράγει μια λίστα με αλφαβητική σήμανση.',

'Smilies'				=>	'Εικονίδια συναισθημάτων',
'Smilies info'			=>	'Εάν θέλετε (και αν είναι ενεργοποιημένα), το φόρουμ μπορεί να μετατρέψει μια σειρά από εικονίδια συναισθημάτων σε εικόνες που αναπαριστούν αυτά τα συναισθήματα. Αυτό το φόρουμ αναγνωρίζει τα παρακάτω εικονίδια συναισθημάτων και τα αντικαθιστά με εικόνες:'

);
