<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'			=>	'Λάθος όνομα χρήστη ή/και κωδικό πρόσβασης.',
'Forgotten pass'			=>	'Ξεχάσατε τον κωδικό πρόσβασης;',
'Login redirect'			=>	'Επιτυχής σύνδεση. Ανακατεύθυνση...',
'Logout redirect'			=>	'Αποσύνδεση. Ανακατεύθυνση...',
'No email match'			=>	'Δεν υπάρχει εγγεγραμένο μέλος με τη διεύθυνση ηλ. ταχυδρομείου',
'Request pass'				=>	'Αίτηση κωδικού πρόσβασης',
'Request pass legend'		=>	'Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου με την οποία εγγραφήκατε',
'Request pass info'			=>	'Ένας νέος κωδικός πρόσβασης, μαζί με ένα σύνδεσμο για να τον ενεργοποιήσετε θα σταλεί σε αυτή τη διεύθυνση.',
'Not registered'			=>	'Δεν έχετε εγγραφεί ακόμα;',
'Login legend'				=>	'Πληκτρολογήστε το όνομα χρήστη και τον κωδικό πρόσβασής σας παρακάτω',
'Remember me'				=>	'Αυτόματη σύνδεση σε κάθε μου επίσκεψη.',
'Login info'				=>	'Εάν δεν έχετε εγγραφεί ή έχετε ξεχάσει τον κωδικό σας, κάντε κλικ στον κατάλληλο σύνδεσμο παρακάτω.',
'New password errors'		=>	'Σφάλμα αιτήματος κωδικού',
'New passworderrors info'	=>	'Το ακόλουθο σφάλμα πρέπει να διορθωθεί, πριν μπορέσει να σταλεί ένας νέος κωδικός πρόσβασης:',

// Forget password mail stuff
'Forget mail'				=>	'Ένα μήνυμα ηλ. ταχυδρομείου έχει σταλεί στη συγκεκριμένη διεύθυνση με οδηγίες για το πώς μπορείτε να αλλάξετε τον κωδικό πρόσβασής σας. Εάν δεν το λάβετε μπορείτε να επικοινωνήσετε με το διαχειριστή του φόρουμ στην ηλ. διεύθυνση',
'Email flood'				=>	'Αυτός ο λογαριασμός έχει ήδη ζητήσει επαναφορά του κωδικού πρόσβασης την τελευταία ώρα. Παρακαλώ περιμένετε %s λεπτά πριν ζητήσετε ξανά ένα νέο κωδικό πρόσβασης.'

);