<?php

// Language definitions used in various scripts
$lang_misc = array(

'Mark read redirect'			=>	'Όλες οι δημοσιεύσεις και οι δημόσιες συζητήσεις σημάνθηκαν ως αναγνωσμένες. Ανακατεύθυνση...',
'Mark forum read redirect'		=>	'Όλα τα θέματα στη συγκεκριμένη δημόσια συζήτηση σημάνθηκαν ως αναγνωσμένα. Ανακατεύθυνση...',

// Send email
'Form email disabled'			=>	'Ο χρήστης που προσπαθείτε να στείλετε μήνυμα ηλ. ταχυδρομείου (e-mail),έχει απενεργοποιήσει τη λήψη μηνυμάτων ηλ. ταχυδρομείου (e-mail).',
'No email subject'				=>	'Πρέπει να εισάγετε ένα θέμα.',
'No email message'				=>	'Πρέπει να εισάγετε ένα μήνυμα.',
'Too long email message'		=>	'Τα μηνύματα δεν μπορεί να είναι μεγαλύτερα από 65535 χαρακτήρες (64 KB).',
'Email flood'					=>	'Πρέπει να περάσουν τουλάχιστον %s δευτερόλεπτα μεταξύ των αποστολών μηνυμάτων ηλ. ταχυδρομείου. Παρακαλώ περιμένετε %s δευτερόλεπτα ακόμη και προσπαθήστε ξανά.',
'Email sent redirect'			=>	'Το μήνυμα απεστάλει. Ανακατεύθυνση...',
'Send email to'					=>	'Αποστολή email σε',
'Email subject'					=>	'θέμα',
'Email message'					=>	'Μήνυμα',
'Email disclosure note'			=>	'Παρακαλώ σημειώστε ότι με τη χρήση αυτής της φόρμας, η διεύθυνση του ηλεκτρονικού σας ταχυδρομείου πρέπει να γνωστοποιηθεί στον παραλήπτη.',
'Write email'					=>	'Γράψτε και υποβάλετε το μήνυμα ηλεκτρονικού ταχυδρομείου',

// Report
'No reason'						=>	'Πρέπει να εισαγάγετε ένα λόγο.',
'Reason too long'				=>	'Το μήνυμά σας πρέπει να είναι κάτω από 65535 bytes (~64kb).',
'Report flood'					=>	'Πρέπει να περάσουν τουλάχιστον %s δευτερόλεπτα μεταξύ των αναφορών. Παρακαλώ περιμένετε %s δευτερόλεπτα ακόμη και προσπαθήστε ξανά.',
'Report redirect'				=>	'Η δημοσίευση αναφέρθηκε. Ανακατεύθυνση...',
'Report post'					=>	'Αναφορά δημοσίευσης',
'Reason'						=>	'Λόγος',
'Reason desc'					=>	'Παρακαλούμε εισάγετε ένα σύντομο λόγο για τον οποίο αναφέρετε τη δημοσίευση',

// Subscriptions
'Already subscribed topic'		=>	'Είστε ήδη συνδρομητής σε αυτό το θέμα.',
'Already subscribed forum'		=>	'Είστε ήδη συνδρομητής σε αυτή τη δημόσια συζήτηση.',
'Subscribe redirect'			=>	'Η συνδρομή σας έχει προστεθεί. Ανακατεύθυνση...',
'Not subscribed topic'			=>	'Δεν είστε συνδρομητής σε αυτό το θέμα.',
'Not subscribed forum'			=>	'Δεν είστε συνδρομητής σε αυτή τη δημόσια συζήτηση.',
'Unsubscribe redirect'			=>	'Η συνδρομή σας έχει διαγραφεί. Ανακατεύθυνση...',

// General forum and topic moderation
'Moderate'						=>	'Συντονισμός',
'Select'						=>	'Επιλογή', // the header of a column of checkboxes
'Move'							=>	'Μετακίνηση',
'Split'							=>	'Διαχωρισμός',
'Delete'						=>	'Διαγραφή',
'Merge'							=>	'Συγχώνευση',

// Moderate forum
'Open'							=>	'Άνοιγμα',
'Close'							=>	'Κλείσιμο',
'Move topic'					=>	'Μεταφορά θέματος',
'Move topics'					=>	'Μεταφορά θεμάτων',
'Move legend'					=>	'Επιλέξτε προορισμό για τη μετακίνηση',
'Move to'						=>	'Μετακίνηση σε',
'Nowhere to move'				=>	'Δεν υπάρχουν δημόσιες συζητήσεις στις οποίες μπορείτε να μετακινήσετε θέματα.',
'Leave redirect'				=>	'Δημιουργία θέμα(των) παραπομπής',
'Move topic redirect'			=>	'Το θέμα μετακινήθηκε. Ανακατεύθυνση...',
'Move topics redirect'			=>	'Τα θέματα μετακινήθηκαν. Ανακατεύθυνση...',
'Confirm delete legend'			=>	'Παρακαλώ επιβεβαιώστε τη διαγραφή',
'Delete topics'					=>	'Διαγραφή θεμάτων',
'Delete topics comply'			=>	'Είστε βέβαιος ότι θέλετε να διαγράψετε τα επιλεγμένα θέματα;',
'Delete topics redirect'		=>	'Τα θέματα διαγράφηκαν. Ανακατεύθυνση...',
'Open topic redirect'			=>	'Το θέμα ανοίχθηκε. Ανακατεύθυνση...',
'Open topics redirect'			=>	'Τα θέματα ανοίχθηκαν. Ανακατεύθυνση...',
'Close topic redirect'			=>	'Το θέμα έκλεισε. Ανακατεύθυνση...',
'Close topics redirect'			=>	'Τα θέματα έκλεισαν. Ανακατεύθυνση...',
'No topics selected'			=>	'Πρέπει να επιλέξετε τουλάχιστον ένα θέμα για μετακίνηση / διαγραφή / άνοιγμα / κλείσιμο.',
'Not enough topics selected'	=>	'Πρέπει να επιλέξετε τουλάχιστον δύο θέματα για συγχώνευση.',
'Stick topic redirect'			=>	'Το θέμα μετατράπηκε σε μόνιμο. Ανακατεύθυνση...',
'Unstick topic redirect'		=>	'Το θέμα μετατράπηκε σε μη μόνιμο. Ανακατεύθυνση...',
'Merge topics'					=>	'Συγχώνευση θεμάτων',
'Merge topics redirect'			=>	'Τα θέματα συγχωνεύτηκαν. Ανακατεύθυνση...',
'Confirm merge legend'			=>	'Παρακαλώ επιβεβαιώστε τη συγχώνευση',
'New subject'					=>	'Νέος τίτλος',

// Split multiple posts in topic
'Confirm split legend'			=>	'Παρακαλώ επιβεβαιώστε το διαχωρισμό των επιλεγμένων δημοσιεύσεων και επιλέξτε τον προορισμό μετακίνησης.',
'Split posts'					=>	'Διαχωρισμός δημοσιεύσεων',
'Split posts comply'			=>	'Είστε βέβαιος για το διαχωρισμό των επιλεγμένων δημοσιεύσεων;',
'Split posts redirect'			=>	'Οι δημοσιεύσεις έχουν διαχωριστεί. Ανακατεύθυνση...',

// Delete multiple posts in topic
'Delete posts'					=>	'Διαγραφή δημοσιεύσεων',
'Cannot select first'			=>	'Η πρώτη δημοσίευση δεν μπορεί να επιλεχθεί για διαχωρισμό / διαγραφή.',
'Delete posts comply'			=>	'Είστε βέβαιος ότι θέλετε να διαγράψετε τις επιλεγμένες δημοσιεύσεις;',
'Delete posts redirect'			=>	'Οι δημοσιεύσεις διαγράφηκαν. Ανακατεύθυνση...',
'No posts selected'				=>	'Πρέπει να επιλέξετε τουλάχιστον μία δημοσίευση για διαχωρισμό / διαγραφή.',

// Get host
'Host info 1'					=>	'Η διεύθυνση IP είναι: %s',
'Host info 2'					=>	'Το όνομα του κεντρικού υπολογιστή είναι: %s',
'Show more users'				=>	'Εμφάνιση περισσότερων χρηστών γι αυτή την IP',

);
