<?php

// Language definitions used in post.php and edit.php
$lang_post = array(

// Post validation stuff (many are similiar to those in edit.php)
'No subject'		=>	'Τα θέματα πρέπει να περιέχουν έναν τίτλο.',
'No subject after censoring'	=>	'Τα θέματα πρέπει να περιέχουν έναν τίτλο. Μετά την εφαρμογή των φίλτρων λογοκρισίας, ο τίτλος σας είναι κενός.',
'Too long subject'	=>	'Ο τίτλος του θέματος δεν μπορεί να υπερβαίνει τους 70 χαρακτήρες.',
'No message'		=>	'Πρέπει να εισάγετε ένα κείμενο.',
'No message after censoring'	=>	'Πρέπει να εισάγετε ένα κείμενο. Μετά την εφαρμογή των φίλτρων λογοκρισίας, το μήνυμά σας είναι κενό.',
'Too long message'	=>	'Οι δημοσιεύσεις δεν μπορούν να είναι μεγαλύτερες από %s bytes.',
'All caps subject'	=>	'Οι τίτλοι δεν μπορεί να περιέχουν μόνο κεφαλαίους χαρακτήρες.',
'All caps message'	=>	'Οι δημοσιεύσεις δεν μπορεί να περιέχουν μόνο κεφαλαίους χαρακτήρες.',
'Empty after strip'	=>	'Η δημοσίευσή σας φαίνεται να αποτελείται μόνο από κενά BBCodes. Είναι πιθανό αυτό να συνέβη επειδή π.χ. απορρίφθηκε το εσωτερικό απόσπασμα λόγω του μέγιστου βάθους παράθεσης.',

// Posting
'Post errors'		=>	'Σφάλματα δημοσίευσης',
'Post errors info'	=>	'Τα ακόλουθα σφάλματα πρέπει να διορθωθούν πριν δημοσιευθεί το μήνυμα:',
'Post preview'		=>	'Προεπισκόπηση δημοσίευσης',
'Guest name'		=>	'Όνομα', // For guests (instead of Username)
'Post redirect'		=>	'Επιτυχής δημοσίευση. Ανακατεύθυνση...',
'Post a reply'		=>	'Δημοσίευση απάντησης',
'Post new topic'	=>	'Δημιουργία νέου θέματος',
'Hide smilies'		=>	'Να μην εμφανιστούν ποτέ εικονίδια συναισθημάτων σαν εικονίδια, γι αυτή τη δημοσίευση',
'Subscribe'			=>	'Εγγραφή σε αυτό το θέμα',
'Stay subscribed'	=>	'Μείνετε εγγεγραμμένος σε αυτό το θέμα',
'Topic review'		=>	'Ανασκόπηση θέματος (πρώτα τα πιο πρόσφατα)',
'Flood start'		=>	'Τουλάχιστον %s δευτερόλεπτα πρέπει να περάσουν μεταξύ των δημοσιεύσεων. Παρακαλώ περιμένετε %s δευτερόλεπτα και προσπαθήστε ξανά.',
'Preview'			=>	'Προεπισκόπηση', // submit button to preview message

// Edit post
'Edit post legend'	=>	'Επεξεργασία δημοσίευσης και υποβολή αλλαγών',
'Silent edit'		=>	'Κρυφή επεξεργασία (να μην εμφανιστεί το "Τελευταία επεξεργασία από..." στην προβολή της δημοσίευσης)',
'Edit post'			=>	'Επεξεργασία δημοσίευσης',
'Edit redirect'		=>	'Η δημοσίευση ενημερώθηκε. Ανακατεύθυνση...'

);