<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'Αυτό το φόρουμ δεν δέχεται νέες εγγραφές.',
'Reg cancel redirect'		=>	'Η εγγραφή ακυρώθηκε. Ανακατεύθυνση...',
'Forum rules'				=>	'Κανόνες φόρουμ',
'Rules legend'				=>	'Πρέπει να συμφωνήσετε με τα παρακάτω για να εγγραφείτε',
'Registration flood'		=>	'Ένας νέος χρήστης εγγράφηκε με την ίδια διεύθυνση IP μέσα στην τελευταία ώρα. Για την αποφυγή άσκοπων εγγραφών, πρέπει να περάσει τουλάχιστον μία ώρα μεταξύ των καταχωρίσεων από την ίδια IP. Συγγνώμη για την ταλαιπωρία',
'Agree'						=>	'Συμφωνώ',
'Cancel'					=>	'Ακύρωση',
'Register'					=>	'Εγγραφή',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'Σφάλματα εγγραφής',
'Registration errors info'	=>	'Τα παρακάτω λάθη πρέπει να διορθωθούν για να μπορέσετε να εγγραφείτε:',
'Username censor'			=>	'Το όνομα χρήστη που έχετε εισάγει περιέχει μία ή περισσότερες απαγορευμένες λέξεις. Παρακαλώ επιλέξτε ένα διαφορετικό όνομα χρήστη.',
'Username dupe 1'			=>	'Κάποιος άλλος έχει εγγραφεί ήδη με αυτό το όνομα χρήστη',
'Username dupe 2'			=>	'Tο όνομα χρήστη που έχετε εισάγει είναι πολύ παρόμοιο. Το όνομα χρήστη πρέπει να διαφέρει από αυτό, τουλάχιστον κατά έναν αλφαριθμητικό χαρακτήρα (a-z ή 0-9). Παρακαλώ επιλέξτε ένα διαφορετικό όνομα χρήστη.',
'Email not match'			=>	'Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου δεν ταιριάζουν.',

// Registration email stuff
'Reg email'					=>	'Ευχαριστούμε για την εγγραφή σας. Ο κωδικός πρόσβασής σας έχει σταλεί στην καθορισμένη διεύθυνση. Εάν δεν τον λάβετε, μπορείτε να επικοινωνήσετε με το διαχειριστή του φόρουμ στην ηλ. διεύθυνση',
'Reg complete'				=>	'Η εγγραφή ολοκληρώθηκε. Σύνδεση και ανακατεύθυνση...',

// Register info
'Desc 1'					=>	'Η εγγραφή θα σας δώσει πρόσβαση σε μια σειρά από χαρακτηριστικά και δυνατότητες που αλλιώς δεν είναι διαθέσιμα. Οι λειτουργίες αυτές περιλαμβάνουν τη δυνατότητα να επεξεργαστείτε και να διαγράψετε τις δημοσιεύσεις σας, το σχεδιασμό της δική σας υπογραφής που θα συνοδεύει τις δημοσιεύσεις σας και πολλά άλλα. Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτό το φόρουμ, θα πρέπει να ρωτήσετε έναν διαχειριστή.',
'Desc 2'					=>	'Παρακάτω είναι μια φόρμα που πρέπει να συμπληρώσετε για να εγγραφείτε. Μόλις εγγραφείτε, μπορείτε να επισκεφθείτε το προφίλ σας και να επανεξετάσετε τις διάφορες ρυθμίσεις που μπορείτε να αλλάξετε. Τα παρακάτω πεδία αποτελούν μόνο ένα μικρό μέρος του συνόλου των ρυθμίσεων που μπορείτε να αλλάξετε από το προφίλ σας.',
'Username legend'			=>	'Παρακαλώ εισάγετε ένα όνομα χρήστη μεταξύ 2 και 25 χαρακτήρων',
'Pass legend'				=>	'Παρακαλώ εισάγετε και επιβεβαιώστε τον κωδικό πρόσβασής σας',
'Pass info'					=>	'Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον 4 χαρακτήρες. Στους κωδικούς πρόσβασης γίνεται διάκριση πεζών-κεφαλαίων.',
'Email info'				=>	'Πρέπει να εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου, για να σταλεί ο τυχαία δημιουργημένος κωδικός πρόσβασής σας σε αυτή τη διεύθυνση.',
'Confirm email'				=>	'Επιβεβαίωση διεύθυνσης ηλεκτρονικού ταχυδρομείου',

);
