<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'	=>	'Εύρεση και ταξινόμηση χρηστών',
'User search info'	=>	'Εισάγετε ένα όνομα χρήστη για αναζήτηση ή/και μια ομάδα χρηστών για ταξινόμηση. Το πεδίο ονόματος χρήστη μπορεί να μείνει κενό. Χρησιμοποιήστε το χαρακτήρα μπαλαντέρ * για μερική συμφωνία.',
'User sort info'	=>	'Ταξινομήστε τους χρήστες κατά όνομα, ημερομηνία εγγραφής ή αριθμό δημοσιεύσεων και σε αύξουσα / φθίνουσα σειρά.',
'User group'		=>	'Oμάδα χρηστών',
'No of posts'		=>	'Αριθμό δημοσιεύσεων',
'All users'			=>	'Όλοι οι χρήστες'

);