<?php

// Language definitions used in admin-permissions.php
$lang_admin_permissions = array(

'Perms updated redirect'	=>	'Права обновлены. Идет перенаправление …',
'Permissions head'			=>	'Дополнительные права',
'Posting subhead'			=>	'Публикация',
'BBCode label'				=>	'BB-коды',
'BBCode help'				=>	'Разрешить использование BB-кодов в сообщениях (рекомендуется).',
'Image tag label'			=>	'Изображения',
'Image tag help'			=>	'Разрешить использование тега [img][/img] в сообщениях.',
'All caps message label'	=>	'Прописные буквы в сообщениях',
'All caps message help'		=>	'Разрешать сообщения, состоящие полностью из прописных букв.',
'All caps subject label'	=>	'Прописные буквы в названиях тем',
'All caps subject help'		=>	'Разрешать публикацию тем, заголовки которых состоят полностью из прописных букв.',
'Require e-mail label'		=>	'Требовать email у гостей',
'Require e-mail help'		=>	'Требовать от гостей обязательного указания почтового адреса при публикации сообщений.',
'Signatures subhead'		=>	'Подписи',
'BBCode sigs label'			=>	'BB-коды в подписях',
'BBCode sigs help'			=>	'Разрешить использование BB-кодов в подписях.',
'Image tag sigs label'		=>	'Изображения в подписях',
'Image tag sigs help'		=>	'Разрешить использование BB-кода [img][/img] в подписях (не рекомендуется).',
'All caps sigs label'		=>	'Прописные буквы в подписях',
'All caps sigs help'		=>	'Разрешать подписи, состоящие полностью из прописных букв.',
'Max sig length label'		=>	'Макс. длина подписи',
'Max sig length help'		=>	'Максимальное количество знаков в подписи.',
'Max sig lines label'		=>	'Макс. количество строк в подписи',
'Max sig lines help'		=>	'Максимальное количество строк текста в подписи.',
'Registration subhead'		=>	'Регистрация',
'Banned e-mail label'		=>	'Разрешить использовать заблокированные email',
'Banned e-mail help'		=>	'Позволять регистрироваться с заблокированных почтовых адресов/доменов. В случае обнаружения регистрации с использованием запрещенного адреса, администрации отправляется уведомление. Данный способ эффективно выявляет множественные регистрации.',
'Duplicate e-mail label'	=>	'Разрешить повторные регистрации',
'Duplicate e-mail help'		=>	'Позволять повторно регистрироваться с одного почтового адреса. В случае обнаружения повторных регистраций, администрации отправляется уведомление.',

);
