<?php

// Language definitions used in admin_censoring.php
$lang_admin_censoring = array(

'Must enter word message'	=>	'Необходимо ввести слово для фильтрации.',
'Word updated redirect'		=>	'Цензурированное слово обновлено. Идет перенаправление …',
'Word added redirect'		=>	'Цензурированное слово добавлено. Идет перенаправление …',
'Word removed redirect'		=>	'Цензурированное слово удалено. Идет перенаправление …',
'Censoring head'			=>	'Цензурирование',
'Add word subhead'			=>	'Добавить слово',
'Add word info'				=>	'Введите слово, которое будет подвергаться цензуре, а в случае совпадения заменяться другим значением. Разрешено использование символа звездочки (*) для поиска совпадений по маске (например, значение *some* будет найдено в словах somewhere и lonesome). Цензурирование распространяется также и на имена пользователей. Новые пользователи не смогут использовать нецензурные слова в своих именах. Поиск не чувствителен к регистру букв.',
'Censoring enabled'			=>	'<strong>Система цензуры включена в разделе %s.</strong>',
'Censoring disabled'		=>	'<strong>Система цензуры выключена в разделе %s.</strong>',
'Censored word label'		=>	'Цензурируемое слово',
'Replacement label'			=>	'Текст для замены',
'Action label'				=>	'Действие',
'Edit remove subhead'		=>	'Редактирование или удаление слов',
'No words in list'			=>	'В списке нет цензурируемых слов.',

);
