<?php

// Language definitions used in admin_prune.php
$lang_admin_prune = array(

'Must be integer message'	=>	'Количество дней должно быть положительным целым значением.',
'No old topics message'		=>	'Нет тем старше %s дней. Пожалуйста уменьшите значение "Дней" и попробуйте снова.',
'Posts pruned redirect'		=>	'Сообщения очищены. Переадресация …',
'Prune head'				=>	'Очистка',
'Prune subhead'				=>	'Удаление старых сообщений',
'Days old label'			=>	'Дней',
'Days old help'				=>	'Минимальный "возраст" сообщений, которые подлежат удалению. Т.е. если вы ввели 30, все темы, в которых за 30 последних дней не было ни одного сообщения, подлежат удалению.',
'Prune sticky label'		=>	'Удалять закреплённые темы',
'Prune sticky help'			=>	'Если включено, приклеенные темы тоже будут удаляться.',
'Prune from label'			=>	'Что чистить',
'All forums'				=>	'Все доски',
'Prune from help'			=>	'Доска, которую вы хотите почистить.',
'Prune info'				=>	'Пользуйтесь с осторожностью. <strong>Удалённые сообщения невозможно восстановить.</strong> Для большей производительности желательно включить %s на время очистки.',
'Confirm prune subhead'		=>	'Подтверждение удаления',
'Confirm prune info'		=>	'Вы действительно хотите очистить все темы старше %s дней из %s (это %s тем).',
'Confirm prune warn'		=>	'ВНИМАНИЕ! Очистка удаляет сообщения безвозвратно.',

);
