<?php

// Language definitions used in admin_ranks.php
$lang_admin_ranks = array(

'Must be integer message'	=>	'Значение минимального количества сообщений должно быть положительным целым числом.',
'Dupe min posts message'	=>	'Ранг с указанным количеством сообщений уже существует.',
'Must enter title message'	=>	'Необходимо указать название ранга.',
'Rank added redirect'		=>	'Ранг добавлен. Идет перенаправление …',
'Rank updated redirect'		=>	'Ранг обновлен. Идет перенаправление …',
'Rank removed redirect'		=>	'Ранг удален. Идет перенаправление …',
'Ranks head'				=>	'Ранги',
'Add rank subhead'			=>	'Добавление ранга',
'Add rank info'				=>	'Введите название ранга и минимальное количество сообщений, которое должен набрать пользователь для получения очередного ранга. Разные названия рангов не могут иметь одинаковое количество сообщений. Если пользователь установит персональный ранг или выберет персональное звание, то стандартные ранги выводиться не будут.',
'Ranks enabled'				=>	'<strong>Система рангов включена в разделе %s.</strong>',
'Ranks disabled'			=>	'<strong>Система рангов выключена в разделе %s.</strong>',
'Rank title label'			=>	'Название ранга',
'Minimum posts label'		=>	'Кол-во сообщений',
'Actions label'				=>	'Действия',
'Edit remove subhead'		=>	'Редактирование/удаление рангов',
'No ranks in list'			=>	'Список рангов отсутствует',

);
