<?php

// Language definitions used in admin-forums.php
$lang_admin_forums = array(

'Forum added redirect'		=>	'Форум добавлен. Идет перенаправление …',
'Forum deleted redirect'	=>	'Форум удален. Идет перенаправление …',
'Forums updated redirect'	=>	'Форумы обновлены. Идет перенаправление …',
'Forum updated redirect'	=>	'Форум обновлен. Идет перенаправление …',
'Perms reverted redirect'	=>	'Права сброшены в значения по умолчанию. Идет перенаправление …',
'Must enter name message'	=>	'Необходимо указать название форума.',
'Must be integer message'	=>	'Позиция должна быть положительным целым числом.',
'New forum'					=>	'Новый форум',

// Entry page
'Add forum head'			=>	'Добавить форум',
'Create new subhead'		=>	'Создать новый форум',
'Add forum label'			=>	'Добавить форум к категории',
'Add forum help'			=>	'Выберите категорию, с которой хотелось бы связать новый форум.',
'Add forum'					=>	'Добавить форум',
'No categories exist'		=>	'Категорий не найдено',
'Edit forums head'			=>	'Редактировать форумы',
'Category subhead'			=>	'Категория:',
'Forum label'				=>	'Форум',
'Edit link'					=>	'Редактировать',
'Delete link'				=>	'Удалить',
'Position label'			=>	'Позиция',
'Update positions'			=>	'Обновить позиции',
'Confirm delete head'		=>	'Удаление форума',
'Confirm delete subhead'	=>	'Запрос на подтверждение удаления форума',
'Confirm delete info'		=>	'Вы уверены, что желаете удалить форум <strong>%s</strong>?',
'Confirm delete warn'		=>	'ВНИМАНИЕ! Удаление форума приведет к удалению всех тем и сообщений связанных с ним (если таковые имеются)!',

// Detailed edit page
'Edit forum head'			=>	'Редактирование форума',
'Edit details subhead'		=>	'Редактирование настроек форума',
'Forum name label'			=>	'Название форума',
'Forum description label'	=>	'Описание (HTML)',
'Category label'			=>	'Категория',
'Sort by label'				=>	'Сортировка тем по',
'Last post'					=>	'Последнему сообщению',
'Topic start'				=>	'Дате создания',
'Subject'					=>	'Названию',
'Redirect label'			=>	'Адрес URL перенаправления',
'Redirect help'				=>	'Доступно только для пустых форумов',
'Group permissions subhead'	=>	'Редактирование прав доступа пользователей к форуму',
'Group permissions info'	=>	'Форма служит для быстрой настройки прав доступа к форуму пользователям из опеределенных пользовательских групп. Если вы не меняете нижеуказанных значений, то права доступа будут сформированы исходя из настроек заданных по умолчанию. Права для каждой отдельной группы настраиваются в разделе %s. Администраторская группа всегда имеет полный доступ ко всем форумам. Настройки, отличающиеся от стандартных, выделены красным цветом. Опция <i>Чтение форума</i> будет недоступна в случае, если в настройках определенной группы запрещена глобальная опция <i>Чтение всего форума</i>. Для форума с включенным перенаправлением доступна только одна активная опция <i>Чтение форума</i>.',
'Read forum label'			=>	'Чтение форума',
'Post replies label'		=>	'Создание сообщений',
'Post topics label'			=>	'Создание тем',
'Revert to default'			=>	'Вернуть настройки по умолчанию',

);
