<?php

// Language definitions used in delete.php
$lang_delete = array(

'Delete post'			=>	'Удаление сообщения',
'Warning'				=>	'Вы собираетесь навсегда удалить сообщение.',
'Topic warning'			=>	'Внимание! Сообщение, которое вы собираетесь навсегда удалить, является первым в теме, при его удалении будет удалена вся тема.',
'Delete info'			=>	'Удаляемое сообщение показано ниже, чтобы вы могли еще раз ознакомиться с ним.',
'Reply by'				=>	'Автор сообщения %s - %s',
'Topic by'				=>	'Автор темы %s - %s',
'Delete'				=>	'Удалить', // The submit button
'Post del redirect'		=>	'Сообщение удалено. Идет перенаправление …',
'Topic del redirect'	=>	'Тема удалена. Идет перенаправление …'

);
