<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'Справка',
'produces'				=>	'выводит',

'BBCode'				=>	'BB-коды',
'BBCode info 1'			=>	'BB-коды &#8212; это набор тегов форматирования, которые позволяют в упрощенной форме оформлять текст в сообщениях. BB-коды работают по тому же принципу, что и HTML, поэтому они очень похожими. Ниже представлен список всех доступных для использования BB-кодов, с пояснениями по их применению.',
'BBCode info 2'			=>	'Администрация может включать и отключать BB-коды. Когда BB-коды доступны, рядом с полем ввода текста сообщения или подписи появляется ссылка на раздел справки по BB-кодам.',

'Text style'			=>	'Оформление текста',
'Text style info'		=>	'Нижеперечисленные теги влияют на отображение текста в сообщениях:',
'Bold text'				=>	'Полужирный',
'Underlined text'		=>	'Подчеркнутый',
'Italic text'			=>	'Курсив',
'Strike-through text'	=>	'Зачёркнутый',
'Red text'				=>	'Красный текст',
'Blue text'				=>	'Синий текст',
'Heading text'			=>	'Заголовок',
'Deleted text'			=>	'Удалённый текст',
'Inserted text'			=>	'Вставленный текст',
'Emphasised text'		=>	'Курсив',

'Links and images'		=>	'Ссылки и изображения',
'Links info'			=>	'Вы можете создавать ссылки на другие документы или почтовые адреса используя следующие теги:',
'This help page'		=>	'Справочная страница',
'My email address'		=>	'Моя почта',
'Images info'			=>	'Если вы хотите вывести изображение в сообщении, то используйте тег img. Текст, следующий за знаком равенства «=», будет использован в качестве описания и всплывающей подсказки.',
'FluxBB bbcode test'	=>	'Тестирование bb-кодов форума FluxBB',

'Test topic'			=>	'Проверка темы',
'Test post'				=>	'Проверка сообщения',
'Test forum'			=>	'Проверка форума',
'Test user'				=>	'Проверка пользователя',

'Quotes'				=>	'Цитирование',
'Quotes info'			=>	'Если вы захотите процетировать какое-либо сообщение, используйте тег quote.',
'Quotes info 2'			=>	'Если вы не хотите указывать автора цитируемого сообщения, используйте тег quote без имени.',
'Quote text'			=>	'Это цитируемый текст.',
'produces quote box'	=>	'пример выводимой цитаты:',
'quote note'			=>	'Замечание: Если цитируемое имя пользователя содержит символы [ или ], то можно взять имя в кавычки.',

'Code'					=>	'Код',
'Code info'				=>	'Когда сообщение содержит куски программного кода, то для правильного его вывода должен использоваться тег code. Программный код, оформленный тегом code, выводиться моноширинным шрифтом и на него не влияют другие теги.',
'Code text'				=>	'Это какой-то код.',
'produces code box'		=>	'пример вывода правильно оформленного кода:',

'Nested tags'			=>	'Вложенные теги',
'Nested tags info'		=>	'BB-коды могут вкладываться друг в друга для создания более сложного оформления. Например:',
'Bold, underlined text'	=>	'Полужирный, подчеркнутый текст',

'Lists'					=>	'Списки',
'List info'				=>	'Для создания списков используйте тег list. С помощью тега list можно создать 3 вида списков.',
'List text 1'			=>	'Первая ячейка списка.',
'List text 2'			=>	'Вторая ячейка списка.',
'List text 3'			=>	'Третья ячейка списка.',
'produces list'			=>	'выводит маркированный список.',
'produces decimal list'	=>	'выводит пронумерованный список.',
'produces alpha list'	=>	'выводит буквенный список.',

'Smilies'				=>	'Смайлики',
'Smilies info'			=>	'Для выражения своих эмоций в сообщениях используются смайлики. Форум поддерживает конвертацию некоторых символьных комбинаций, которые при отправке сообщений автоматически преобразуются в графические аналоги указанных эмоций. Возможность использования смайликов может быть отключена администрацией. Доступны следующие смайлики:'

);
