<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'			=>	'Неверно указаны имя участника и/или пароль.',
'Forgotten pass'			=>	'Забыли пароль?',
'Login redirect'			=>	'Вход произведен успешно. Идет перенаправление …',
'Logout redirect'			=>	'Выход. Идет перенаправление …',
'No email match'			=>	'На форуме нет пользователей с почтовым адресом',
'Request pass'				=>	'Восстановление пароля',
'Request pass legend'		=>	'Введите почтовый адрес, использованный при регистрации на форуме',
'Request pass info'			=>	'Новый пароль и ссылка для активации будут высланы на указанный адрес.',
'Not registered'			=>	'Еще не зарегистрированы?',
'Login legend'				=>	'Запрос имени пользователя и пароля',
'Remember me'				=>	'Узнавать автоматически при каждом посещении.',
'Login info'				=>	'Если вы не зарегистрированы или забыли пароль, то кликните по нижеприведенным ссылкам.',
'New password errors'		=>	'Ошибка в запросе пароля',
'New passworderrors info'	=>	'Следующие ошибки должны быть устранены перед отправкой нового пароля:',

// Forget password mail stuff
'Forget mail'				=>	'Письмо с инструкцией по изменению пароля было выслано на указанный почтовый адрес. Если вы не получите его, свяжитесь с администрацией форума, используя почтовый адрес',
'Email flood'				=>	'Для этой учетной записи недавно уже запрашивали новый пароль. Пожалуйста, подождите немного, прежде чем вновь использовать функцию.'

);
