<?php

// Language definitions used in various scripts
$lang_misc = array(

'Mark read redirect'			=>	'Все темы и форумы были помечены как прочитанные. Идет перенаправление …',
'Mark forum read redirect'		=>	'Все темы в выбранном форуме быди помечены как прочитанные. Идет перенаправление …',

// Send email
'Form email disabled'			=>	'Пользователь, которому вы пытаетесь отправить письмо, не желает получать письма от других участников.',
'No email subject'				=>	'Вы должны ввести название темы.',
'No email message'				=>	'Вы должны ввести текст сообщения.',
'Too long email message'		=>	'Сообщение не должно превышать 65535 символов (~64 KB).',
'Email flood'					=>	'Должно пройти минимум %s секунд между повторными отправками писем. Пожалуйста, подождите, а затем повторите попытку.',
'Email sent redirect'			=>	'Письмо отправлено. Идет перенаправление …',
'Send email to'					=>	'Отправка сообщения к',
'Email subject'					=>	'Тема',
'Email message'					=>	'Сообщение',
'Email disclosure note'			=>	'Внимание! Используя эту форму для отправки письма, получателю становится известен ваш почтовый адрес.',
'Write email'					=>	'Форма для составления и отправки письма',

// Report
'No reason'						=>	'Вы должны указать причину.',
'Reason too long'				=>	'Сообщение не должно превышать 65535 символов (~64 KB).',
'Report flood'					=>	'Должно пройти минимум %s секунд между повторными отправками жалоб. Пожалуйста, подождите, а затем повторите попытку.',
'Report redirect'				=>	'Жалоба отправлена. Идет перенаправление …',
'Report post'					=>	'Жалоба на сообщение',
'Reason'						=>	'Причина',
'Reason desc'					=>	'Пожалуйста, введите причину, по которой следует обратить внимание на сообщение',

// Subscriptions
'Already subscribed topic'		=>	'Вы уже подписаны на эту тему.',
'Already subscribed forum'		=>	'Вы уже подписаны на этот форум.',
'Subscribe redirect'			=>	'Ваша подписка добавлена. Идет перенаправление …',
'Not subscribed topic'			=>	'Вы не подписаны на эту тему.',
'Not subscribed forum'			=>	'Вы не подписаны на этот форум.',
'Unsubscribe redirect'			=>	'Ваша подписка удалена. Идет перенаправление …',

// General forum and topic moderation
'Moderate'						=>	'Модерировать',
'Select'						=>	'Выбрать', // the header of a column of checkboxes
'Move'							=>	'Переместить',
'Split'							=>	'Разделить',
'Delete'						=>	'Удалить',
'Merge'							=>	'Объединить',

// Moderate forum
'Open'							=>	'Открыть',
'Close'							=>	'Закрыть',
'Move topic'					=>	'Перемещение темы',
'Move topics'					=>	'Перемещение тем',
'Move legend'					=>	'Укажите место перемещения',
'Move to'						=>	'Переместить в',
'Nowhere to move'				=>	'Нет подходящих форумов для перемещения тем.',
'Leave redirect'				=>	'Установить перенаправление',
'Move topic redirect'			=>	'Тема перемещена. Идет перенаправление …',
'Move topics redirect'			=>	'Темы перемещены. Идет перенаправление …',
'Confirm delete legend'			=>	'Пожалуйста, подтвердите удаление',
'Delete topics'					=>	'Удаление тем',
'Delete topics comply'			=>	'Вы уверены, что желаете удалить выбранные темы?',
'Delete topics redirect'		=>	'Темы удалены. Идет перенаправление …',
'Open topic redirect'			=>	'Тема открыта. Идет перенаправление …',
'Open topics redirect'			=>	'Темы открыты. Идет перенаправление …',
'Close topic redirect'			=>	'Тема закрыта. Идет перенаправление …',
'Close topics redirect'			=>	'Темы закрыты. Идет перенаправление …',
'No topics selected'			=>	'Вы должны выбрать хотя бы одну тему для перемещения/удаления/открытия/закрытия.',
'Not enough topics selected'	=>	'Вы должны выбрать не менее двух тем для объединения.',
'Stick topic redirect'			=>	'Тема закреплена. Идет перенаправление …',
'Unstick topic redirect'		=>	'Тема откреплена. Идет перенаправление …',
'Merge topics'					=>	'Объединение тем',
'Merge topics redirect'			=>	'Темы объединены. Идет перенаправление …',
'Confirm merge legend'			=>	'Пожалуйста, подтвердите объединение',
'New subject'					=>	'Название новой темы',

// Split multiple posts in topic
'Confirm split legend'			=>	'Пожалуйста, подтвердите разделение выбранных сообщений и укажите место перемещения.',
'Split posts'					=>	'Разделение сообщений',
'Split posts comply'			=>	'Вы уверены, что желаете разделить выбранные сообщения?',
'Split posts redirect'			=>	'Сообщения разделены. Идет перенаправление …',

// Delete multiple posts in topic
'Delete posts'					=>	'Удаление сообщений',
'Cannot select first'			=>	'Первое сообщение не может быть выбрано для разделения или удаления.',
'Delete posts comply'			=>	'Вы уверены, что желаете удалить выбранные сообщения?',
'Delete posts redirect'			=>	'Сообщения удалены. Идет перенаправление …',
'No posts selected'				=>	'Вы должны выбрать хотя бы одно сообщение для разделения или удаления.',

// Get host
'Host info 1'					=>	'IP адрес: %s',
'Host info 2'					=>	'Имя хоста: %s',
'Show more users'				=>	'Найти участников с таким же IP',

);
