<?php

// Language definitions used in post.php and edit.php
$lang_post = array(

// Post validation stuff (many are similiar to those in edit.php)
'No subject'		=>	'Тема должна содержать название.',
'No subject after censoring'	=>	'Тема должна содержать название. После проверки названия на соответствие, оно было удалено, введите другое.',
'Too long subject'	=>	'Название не должно превышать 70 символов',
'No message'		=>	'Вы должны ввести текст сообщения.',
'No message after censoring'	=>	'Вы должны ввести текст сообщения. После проверки текста на соответствие, он был удален, введите другой.',
'Too long message'	=>	'Сообщения не должны превышать %s байт.',
'All caps subject'	=>	'Названия тем не должно состоять только из заглавных букв.',
'All caps message'	=>	'Текст сообщений не должен состоять только из заглавных букв.',
'Empty after strip'	=>	'Сообщение состоит из пустых BB-кодов. Это могло произойти из-за установленных ограничений, задающих максимально возможный уровень вложенности цитат.',

// Posting
'Post errors'		=>	'Ошибки найденные при отправке сообщения',
'Post errors info'	=>	'Необходимо устранить перечисленные ошибки перед тем, как сообщение будет опубликовано:',
'Post preview'		=>	'Предварительный просмотр сообщения',
'Guest name'		=>	'Имя', // For guests (instead of Username)
'Post redirect'		=>	'Тема опубликована. Идет перенаправление …',
'Post a reply'		=>	'Публикация ответа',
'Post new topic'	=>	'Публикация новой темы',
'Hide smilies'		=>	'Не заменять символьные смайлики графическими',
'Subscribe'			=>	'Подписаться на тему',
'Stay subscribed'	=>	'Оставаться подписанным на тему',
'Topic review'		=>	'Обзор темы (новые сообщения впереди)',
'Flood start'		=>	'Должно пройти минимум',
'flood end'			=>	'секунд, между повторными публикациями сообщений. Пожалуйста, подождите, а затем повторите попытку.',
'Preview'			=>	'Предварительный просмотр', // submit button to preview message

// Edit post
'Edit post legend'	=>	'Редактирование и публикация изменений',
'Silent edit'		=>	'Скрытое редактирование (не выводить надпись «Отредактировано …» в теме)',
'Edit post'			=>	'Редактирование сообщения',
'Edit redirect'		=>	'Сообщение обновлено. Идет перенаправление …'

);
