<?php

// Language definitions used in post.php and edit.php
$lang_post = array(

// Post validation stuff (many are similiar to those in edit.php)
    'No subject' => 'Тема должна содержать заголовок.',
    'No subject after censoring' => 'Тема должна содержать заголовок. После применения цензуры, ваш заголовок стал пустой.',
    'Too long subject' => 'Заголовок не может быть длиннее 70 символов.',
    'No message' => 'Вы должны ввести сообщение.',
    'No message after censoring' => 'Необходимо заполнить сообщение. После применения цензуры, ваше сообщение стало пустым.',
    'Too long message' => 'Сообщение не может быть длиннее %s символов.',
    'All caps subject' => 'Заголовок не должен состоять из одних заглавных букв.',
    'All caps message' => 'Сообщение не должно состоять из одних заглавных букв.',
    'Empty after strip' => 'Кажется, ваше сообщение состоит только из пустых BBCodes. Возможно, так получилось из-за удаления чрезмерного цитирования.',

// Posting
    'Post errors' => 'Ошибки',
    'Post errors info' => 'Следующие ошибки необходимо исправить, прежде чем сообщение будет сохранено:',
    'Post preview' => 'Предпросмотр',
    'Guest name' => 'Имя', // For guests (instead of Username)
    'Post redirect' => 'Сообщение сохранено. Переадресация &hellip;',
    'Post a reply' => 'Напишите ответ',
    'Post new topic' => 'Новая тема',
    'Hide smilies' => 'Никогда не показывать смайлики в виде картинок в этом сообщении',
    'Subscribe' => 'Подписаться на эту тему',
    'Stay subscribed' => 'Оставить подписку на эту тему',
    'Topic review' => 'Обзор темы (новое вверху)',
    'Flood start' => 'Нельзя оставлять сообщения чаще, чем раз в %s секунд. Пожалуйста, подождите %s секунд и попробуйте снова отправить сообщение.',
    'Preview' => 'Предпросмотр', // submit button to preview message

// Edit post
    'Edit post legend' => 'Отредактируйте сообщение и сохраните изменения',
    'Silent edit' => 'Тихая правка (не показывать «Отредактировано…» в ленте сообщений)',
    'Edit post' => 'Править сообщение',
    'Edit redirect' => 'Сообщение сохранено. Переадресация &hellip;'

);
