<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'На форуме запрещены новые регистрации.',
'Reg cancel redirect'		=>	'Регистрация отменена. Идет перенаправление …',
'Forum rules'				=>	'Правила форума',
'Rules legend'				=>	'Вы должны выразить согласие, для продолжения регистрации.',
'Registration flood'		=>	'Участник с аналогичным IP адресом недавно уже был зарегистрирован. Для предотвращения повторных регистраций должно пройти не менее часа, тогда вновь появится возможность регистрации. Извините за причиняемые неудобства.',
'Agree'						=>	'Принимаю правила',
'Cancel'					=>	'Отменить',
'Register'					=>	'Регистрация',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'Ошибки регистрации',
'Registration errors info'	=>	'Для продолжения регистрации необходимо исправить найденные ошибки:',
'Username censor'			=>	'Выбранное имя пользователя содержит запрещенные слова. Выберите другое имя.',
'Username dupe 1'			=>	'Выбранное имя уже зарегистрировано участником',
'Username dupe 2'			=>	'Имена очень похожи и должны отличаться хотя бы одним буквенно-цифровым символом. Выберите другое имя.',
'Email not match'			=>	'Указанные почтовые адреса не совпадают.',

// Registration email stuff
'Reg email'					=>	'Спасибо за регистрацию. Пароль был отправлен на указанный почтовый адрес. Если письмо не дошло, свяжитесь с администрацией; почтовый адрес для связи',
'Reg complete'				=>	'Регистрация завершена. Вход и перенаправление …',

// Register info
'Desc 1'					=>	'Регистрация открывает доступ к дополнительным возможностям, например, таким как: добавление, редактирование и удаление сообщений, подписи и аватарам, а также ко многим другим… Если у вас возникли какие-либо вопросы, свяжитесь с администрацией.',
'Desc 2'					=>	'Ниже представлена форма, которую вы должны заполнить для регистрации и получения личной учетной записи. Как только процесс будет завершен, откроются настройки профиля с различными параметрами для внесения любых доступных изменений. Регистрационная страница содержит малую толику всех доступных настроек.',
'Username legend'			=>	'Введите имя пользователя, содержащее от 2 до 25 символов',
'Pass legend'				=>	'Ввод и подтверждение выбранного пароля',
'Pass info'					=>	'Пароль должен состоять минимум из 4 символов. Пароль чувствителен к регистру вводимых букв.',
'Email info'				=>	'Вы должны указать действующий почтовый адрес, на который будет выслан случайный пароль. Указав неверный адрес, вы не сможете завершить процедуру регистрации.',
'Confirm email'				=>	'Повторите email адрес',

);
