<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'	=>	'Поиск и сортировка пользователей',
'User search info'	=>	'Введите имя искомого пользователя и/или выберите группу, для получения более точных результатов. Имя пользователя может быть пустым. Для поиска по маске разрешено использовать символ звездочки (*).',
'User sort info'	=>	'Сортируйте пользователей по именам, датам регистрации и количеству сообщений, используя дополнительные фильтры.',
'User group'		=>	'Группа',
'No of posts'		=>	'Кол-ву сообщений',
'All users'			=>	'Все'

);
