Subject: درخواست گذرواژه جدید

سلام <username>,

شما درخواست داده‌اید که یک گذرواژه جدید به حسابتان در انجمن گفتگویی به آدرس <base_url>  اختصاص داده شود. اگر شما چنین درخواستی نداده‌اید یا نمی‌خواهید گذرواژه‌تان را عوض کنید، تنها باید این پیغام را نادید بگیرید. تنها در صورتی که شما بر روی آدرس صفحه فعالسازی زیر کلیک کنید گذرواژه‌تان تغییر خواهد کرد. برای اینکه صفحه فعالسازی کار کند، شما باید وارد انجمن شده باشید.

گذرواژه جدید شما: <new_password>

لطفاً برای تغییر دادن گذرواژه‌تان، بر روی آدرس زیر کلیک کنید:
<activation_url>

--
ارسال کننده ایمیل <board_mailer>
(به این پیغام پاسخ ندهید)
