Subject: درخواست تغییر آدرس ایمیل

درود <username>,

شما در تالار گفتگوی <base_url> درخواست کرده اید که آدرس ایمیل جدیدی به حساب کاربری شما مرتبط شود. اگر شما چنین درخواستی نداده اید یا نمی خواهید آدرس ایمیلتان تغییر کند، این ایمیل را نادیده بگیرید. اگر شما از صفحه زیر بازدید کنید ایمیل شما تغییر خواهد یافت. برای اینکه صفحه زیر کار کند، شما باید با استفاده از نام کاربری و رمز عبور خود وارد سایت شده باشید.

جهت تغییر آدرس ایمیل خود، لطفا از صفحه زیر بازدید کنید:
<activation_url>

--
<board_mailer> Mailer
(به این ایمیل پاسخ ندهید)
