Subject: پاسخ به تاپیک: '<topic_subject>'

<replier> به تاپیک '<topic_subject>' که شما مشترک آن هستید، پاسخ داده است. ممکن است پاسخ‌های جدیدتری نیز ارسال شده باشند، اما تا زمانی که از انجمن بازدید کنید، این تنها آگاه‌سازی است که دریافت خواهید کرد.

مطلب در آدرس <post_url> واقع شده است.

متن پاسخ به این شرح است:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

شما می توانید با رفتن به آدرس <unsubscribe_url> اشتراک خود را لغو کنید.

--
ارسال کننده ایمیل <board_mailer>
(به این پیغام پاسخ ندهید)

