Subject: پاسخ به مبحث: '<topic_subject>'

<replier> پاسخی به مبحث '<topic_subject>' که شما مشترک آن هستید، ارسال کرده است. ممکن است پاسخ های جدیدتری نیز ارسال شده باشند، اما این تنها ایمیل یادآوری کننده ای است که برای شما ارسال می شود تا زمانی که مجددا از انجمن بازدید نمایید.

مطلب در آدرس <post_url> قرار دارد.

متن پاسخ به این شرح است:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

شما می توانید با رفتن به آدرس <unsubscribe_url> اشتراک خود را لغو کنید.

--
<board_mailer> Mailer
(به این ایمیل پاسخ ندهید)
