Subject: เปลี่ยนที่อยู่อีเมลที่ร้องขอ

สวัสดีครับ คุณ <username>

คุณได้ร้องขอให้มีการกําหนดที่อยู่อีเมลใหม่ให้กับบัญชีผู้ใช้ของคุณในฟอรั่มการสนทนา<base_url>ของคุณ หากคุณไม่ได้ร้องขอสิ่งนี้หรือหากคุณไม่ต้องการเปลี่ยนที่อยู่อีเมลของคุณคุณควรเพิกเฉยต่อข้อความนี้ เฉพาะเมื่อคุณเยี่ยมชมหน้าการเปิดใช้งานด้านล่างจะมีการเปลี่ยนแปลงที่อยู่อีเมลของคุณ เพื่อให้หน้าการเปิดใช้งานทํางานได้คุณต้องเข้าสู่ระบบฟอรัม

หากต้องการเปลี่ยนที่อยู่อีเมลของคุณโปรดไปที่หน้าต่อไปนี้:
<activation_url>

--
<board_mailer> จดหมาย
(ไม่ต้องตอบกลับข้อความนี้)
