Subject: ตอบกลับหัวข้อ: '<topic_subject>'

<replier> ตอบหัวข้อ '<topic_subject>' ที่คุณสมัครสมาชิก อาจมีการตอบกลับใหม่เพิ่มเติม แต่นี่เป็นการแจ้งเตือนเดียวที่คุณจะได้รับจนกว่าคุณจะเยี่ยมชมบอร์ดอีกครั้ง

โพสต์ตั้งอยู่ที่ <post_url>

ข้อความจะอ่านดังนี้:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

คุณสามารถยกเลิกการสมัคร ไปที่ <unsubscribe_url> และคลิกที่ลิงก์ยกเลิกการสมัครที่ด้านล่างของหน้า

--
<board_mailer> จดหมาย
(ไม่ต้องตอบกลับข้อความนี้)
