<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'วิธีใช้',
'produces'				=>	'ผลิต',

'BBCode'				=>	'BBCode',
'BBCode info 1'			=>	'BBCode เป็นคอลเลกชันของแท็กการจัดรูปแบบที่ใช้ในการเปลี่ยนลักษณะข้อความในฟอรั่มนี้ รหัส BBCode จะขึ้นอยู่กับหลักเช่นเดียวกับและคล้ายกับ HTML มาก ด้านล่างนี้เป็นรายการของ BBCodes ที่มีอยู่ทั้งหมดและคําแนะนําเกี่ยวกับวิธีการใช้',
'BBCode info 2'			=>	'ผู้ดูแลระบบมีความสามารถในการเปิดใช้งานหรือปิดใช้งาน BBCode คุณสามารถบอกได้ว่า BBCode เปิดใช้งานหรือปิดใช้งานเมื่อใดก็ตามที่คุณโพสต์ข้อความหรือแก้ไขลายเซ็นของคุณ',

'Text style'			=>	'ลักษณะข้อความ',
'Text style info'		=>	'แท็กต่อไปนี้จะเปลี่ยนลักษณะที่ปรากฏของข้อความ:',
'Bold text'				=>	'ข้อความตัวหนา',
'Underlined text'		=>	'ข้อความที่ขีดเส้นใต้',
'Italic text'			=>	'ข้อความตัวเอียง',
'Strike-through text'	=>	'ข้อความขีดฆ่า',
'Red text'				=>	'ข้อความสีแดง',
'Blue text'				=>	'ข้อความสีน้ําเงิน',
'Heading text'			=>	'ข้อความหัวเรื่อง',
'Deleted text'			=>	'ข้อความที่ถูกลบ',
'Inserted text'			=>	'ข้อความที่แทรก',
'Emphasised text'		=>	'ข้อความที่เน้น',

'Links and images'		=>	'ลิงก์และรูปภาพ',
'Links info'			=>	'คุณสามารถสร้างลิงก์ไปยังเอกสารอื่นๆ หรือไปยังที่อยู่อีเมลได้โดยใช้แท็กต่อไปนี้',
'This help page'		=>	'หน้าวิธีใช้นี้',
'My email address'		=>	'ที่อยู่อีเมลของฉัน',
'Images info'			=>	'หากคุณต้องการแสดงภาพคุณสามารถใช้แท็ก img ข้อความที่ปรากฏหลังจากเครื่องหมาย "=" ในแท็กเปิดใช้สําหรับแอตทริบิวต์ alt และควรรวมไว้ทุกครั้งที่เป็นไปได้',
'FluxBB bbcode test'	=>	'การทดสอบ bbcode FluxBB',

'Test topic'			=>	'หัวข้อทดสอบ',
'Test post'				=>	'โพสต์ทดสอบ',
'Test forum'			=>	'ฟอรั่มทดสอบ',
'Test user'				=>	'ทดสอบผู้ใช้',

'Quotes'				=>	'ควอต',
'Quotes info'			=>	'หากคุณต้องการควอตใครสักคนคุณควรใช้แท็กควอต',
'Quotes info 2'			=>	'ถ้าคุณไม่ต้องการควอตใครเป็นพิเศษ คุณสามารถใช้แม็กควอตได้โดยไม่ต้องระบุชื่อ',
'Quote text'			=>	'นี่คือข้อความที่ฉันต้องการควอต',
'produces quote box'	=>	'ผลิตควอตเช่นนี้:',
'quote note'			=>	'หมายเหตุ: หากชื่อผู้ใช้มีอักขระ [ หรือ ] คุณสามารถใส่ไว้ในเครื่องหมายอัญประกาศได้',

'Code'					=>	'โค้ต',
'Code info'				=>	'เมื่อแสดงซอร์สโค้ด คุณควรตรวจสอบให้แน่ใจว่าคุณใช้แท็กโค้ด ข้อความที่แสดงด้วยแท็กโค้ดจะใช้แบบอักษรแบบโมโนสเปซและจะไม่ได้รับผลกระทบจากแท็กอื่นๆ',
'Code text'				=>	'นี่คือโค้ตบางอย่าง',
'produces code box'		=>	'สร้างกล่องโค้ดเช่นนี้:',

'Nested tags'			=>	'แท็กที่ซ้อนกัน',
'Nested tags info'		=>	'BBCode สามารถซ้อนกันเพื่อสร้างการจัดรูปแบบขั้นสูงเพิ่มเติม ตัวอย่างเช่น:',
'Bold, underlined text'	=>	'ข้อความที่เป็นตัวหนาและขีดเส้นใต้',

'Lists'					=>	'รายการ',
'List info'				=>	'เมื่อต้องการสร้างรายการ คุณสามารถใช้แท็กรายการได้ คุณสามารถสร้างรายการได้ 3 ชนิดโดยใช้แท็กรายการ',
'List text 1'			=>	'ตัวอย่างข้อมูลในรายการ 1',
'List text 2'			=>	'ตัวอย่างข้อมูลในรายการ 2',
'List text 3'			=>	'ตัวอย่างข้อมูลในรายการ 3',
'produces list'			=>	'สร้างรายการสัญลักษณ์แสดงหัวข้อย่อย',
'produces decimal list'	=>	'สร้างรายการลําดับเลข',
'produces alpha list'	=>	'สร้างรายการที่มีป้ายกํากับตามตัวอักษร',

'Smilies'				=>	'Smilies',
'Smilies info'			=>	'หากคุณต้องการ (และหากเปิดใช้งาน) ฟอรัมสามารถแปลงชุดของ smilies เป็นภาพที่เป็นตัวแทนของรอยยิ้มนั้น ฟอรัมนี้ตระหนักถึง smilies ต่อไปนี้และแทนที่ด้วยภาพ:'

);
