<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Login errors'		=>	'ข้อผิดพลาดในการเข้าสู่ระบบ',
'Login errors info'	=>	'ข้อผิดพลาดต่อไปนี้ต้องได้รับการแก้ไขก่อนที่คุณจะสามารถเข้าสู่ระบบได้:',
'Wrong user/pass'			=>	'ชื่อผู้ใช้และ/หรือรหัสผ่านไม่ถูกต้อง',
'Forgotten pass'			=>	'ลืมรหัสผ่านใช่หรือไม่',
'Login redirect'			=>	'เข้าสู่ระบบเสร็จเรียบร้อยแล้ว กําลังเปลี่ยนเส้นทาง ...',
'Logout redirect'			=>	'ออกจากระบบแล้ว กําลังเปลี่ยนเส้นทาง ...',
'No email match'			=>	'ไม่มีผู้ใช้ที่ลงทะเบียนกับที่อยู่อีเมล',
'Request pass'				=>	'ขอรหัสผ่าน',
'Request pass legend'		=>	'ป้อนที่อยู่อีเมลที่คุณลงทะเบียนไว้',
'Request pass info'			=>	'รหัสผ่านใหม่พร้อมกับลิงก์เพื่อเปิดใช้งานรหัสผ่านใหม่จะถูกส่งไปยังที่อยู่นั้น',
'Not registered'			=>	'ยังไม่ได้ลงทะเบียน?',
'Login legend'				=>	'ป้อนชื่อผู้ใช้และรหัสผ่านของคุณด้านล่าง',
'Remember me'				=>	'เข้าสู่ระบบโดยอัตโนมัติทุกครั้งที่เยี่ยมชม',
'Login info'				=>	'หากคุณยังไม่ได้ลงทะเบียนหรือลืมรหัสผ่านให้คลิกที่ลิงค์ที่เหมาะสมด้านล่าง',
'New password errors'		=>	'ข้อผิดพลาดการร้องขอรหัสผ่าน',
'New passworderrors info'	=>	'ข้อผิดพลาดต่อไปนี้จําเป็นต้องได้รับการแก้ไขก่อนที่จะส่งรหัสผ่านใหม่:',

// Forget password mail stuff
'Forget mail'				=>	'อีเมลถูกส่งไปยังที่อยู่ที่ระบุพร้อมคําแนะนําเกี่ยวกับวิธีการเปลี่ยนรหัสผ่านของคุณ หากไม่มาถึงคุณสามารถติดต่อผู้ดูแลระบบฟอรัมได้ที่',
'Email flood'				=>	'บัญชีผู้ใช้นี้ได้ร้องขอให้ตั้งค่ารหัสผ่านใหม่แล้วในชั่วโมงที่ผ่านมา กรุณารอ %s นาทีก่อนที่จะร้องขอรหัสผ่านใหม่อีกครั้ง'

);
