<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'ฟอรั่มนี้ไม่ยอมรับการลงทะเบียนใหม่',
'Reg cancel redirect'		=>	'การลงทะเบียนถูกยกเลิก กําลังเปลี่ยนเส้นทาง ...',
'Forum rules'				=>	'กฎฟอรั่ม',
'Rules legend'				=>	'คุณต้องยอมรับสิ่งต่อไปนี้เพื่อลงทะเบียน',
'Registration flood'		=>	'ผู้ใช้ใหม่ได้รับการลงทะเบียนด้วยที่อยู่ IP เดียวกันกับคุณภายในชั่วโมงสุดท้าย เพื่อป้องกันน้ําท่วมการลงทะเบียนอย่างน้อยหนึ่งชั่วโมงจะต้องผ่านระหว่างการลงทะเบียนจาก IP เดียวกัน ขออภัยในความไม่สะดวก',
'Agree'						=>	'ยอม รับ',
'Cancel'					=>	'ยกเลิก',
'Register'					=>	'ลง ทะเบียน',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'ข้อผิดพลาดในการลงทะเบียน',
'Registration errors info'	=>	'ข้อผิดพลาดต่อไปนี้จําเป็นต้องได้รับการแก้ไขก่อนที่คุณจะสามารถลงทะเบียนได้:',
'Username censor'			=>	'ชื่อผู้ใช้ที่คุณใส่มีคําที่ถูกเซ็นเซอร์อย่างน้อยหนึ่งคํา กรุณาเลือกชื่อผู้ใช้อื่น',
'Username dupe 1'			=>	'มีบางคนลงทะเบียนกับชื่อผู้ใช้แล้ว',
'Username dupe 2'			=>	'ชื่อผู้ใช้ที่คุณใส่นั้นคล้ายกันเกินไป ชื่อผู้ใช้ต้องแตกต่างจากอักขระพยัญชนะผสมตัวเลขอย่างน้อยหนึ่งตัว (a-z หรือ 0-9) กรุณาเลือกชื่อผู้ใช้อื่น',
'Email not match'			=>	'ที่อยู่อีเมลไม่ตรงกัน',

// Registration email stuff
'Reg email'					=>	'ขอบคุณสําหรับการลงทะเบียน รหัสผ่านของคุณถูกส่งไปยังที่อยู่ที่ระบุแล้ว หากไม่มาถึงคุณสามารถติดต่อผู้ดูแลระบบฟอรัมได้ที่',
'Reg complete'				=>	'การลงทะเบียนเสร็จสมบูรณ์ เข้าสู่ระบบและเปลี่ยนเส้นทาง ...',

// Register info
'Desc 1'					=>	'การลงทะเบียนจะช่วยให้คุณสามารถเข้าถึงคุณสมบัติและความสามารถจํานวนมากได้ ฟังก์ชั่นเหล่านี้รวมถึงความสามารถในการแก้ไขและลบโพสต์ออกแบบลายเซ็นของคุณเองที่มาพร้อมกับโพสต์ของคุณและอื่น ๆ อีกมากมาย หากคุณมีคําถามใด ๆ เกี่ยวกับฟอรัมนี้คุณควรถามผู้ดูแลระบบ',
'Desc 2'					=>	'ด้านล่างนี้เป็นแบบฟอร์มที่คุณต้องกรอกเพื่อลงทะเบียน เมื่อคุณลงทะเบียนแล้วคุณควรไปที่โปรไฟล์ของคุณและตรวจสอบการตั้งค่าต่าง ๆ ที่คุณสามารถเปลี่ยนแปลงได้ ฟิลด์ด้านล่างเป็นเพียงส่วนเล็ก ๆ ของการตั้งค่าทั้งหมดที่คุณสามารถเปลี่ยนแปลงได้ในโปรไฟล์ของคุณ',
'Username legend'			=>	'กรุณาใส่ชื่อผู้ใช้ที่มีความยาวระหว่าง 2 ถึง 25 อักขระ',
'Pass legend'				=>	'โปรดป้อนและยืนยันรหัสผ่านที่คุณเลือก',
'Pass info'					=>	'รหัสผ่านต้องมีความยาวอย่างน้อย 6 อักขระ รหัสผ่านต้องตรงตามตัวพิมพ์ใหญ่-เล็ก',
'Email info'				=>	'คุณต้องป้อนที่อยู่อีเมลที่ถูกต้องเนื่องจากรหัสผ่านที่สร้างขึ้นแบบสุ่มของคุณจะถูกส่งไปยังที่อยู่นั้น',
'Confirm email'				=>	'ยืนยันที่อยู่อีเมล',

);
