<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'	=>	'ค้นหาและเรียงลําดับผู้ใช้',
'User search info'	=>	'ป้อนชื่อผู้ใช้ที่จะค้นหาและ/หรือกลุ่มผู้ใช้ที่จะกรองตาม เขตข้อมูลชื่อผู้ใช้สามารถปล่อยว่างไว้ได้ ใช้อักขระตัวแทน * สําหรับการจับคู่บางส่วน',
'User sort info'	=>	'เรียงลําดับผู้ใช้ตามชื่อ วันที่ลงทะเบียน หรือจํานวนโพสต์ และจากน้อยไปหามาก/จากมากไปหาน้อย',
'User group'		=>	'กลุ่มผู้ใช้',
'No of posts'		=>	'จํานวนโพสต์',
'All users'			=>	'ทั้ง หมด'

);
