Subject: Запрос на изменение почтового адреса

Здравствуйте, <username>.

Вы сделали запрос на смену почтового адреса, привязанного к учетной записи, на форуме <base_url>. Если вы не делали запроса, то проигнорируйте это письмо. Только после перехода по нижеуказанной ссылке произойдет смена старого почтового адреса на новый. Чтобы запрос сработал, необходимо находиться на форуме в авторизованном состоянии.

Для изменения почтового адреса перейдите по ссылке:
<activation_url>

--
<board_mailer> Mailer
(Не отвечайте на это письмо)
