Subject: Ответ в теме: <topic_subject>

<replier> ответил в теме <topic_subject>, на которую вы подписаны. Возможно, в ней есть и другие ответы, но вы не получите новые уведомления, пока не посетите её снова.

Само сообщение:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

Адрес сообщения: <post_url>

Вы можете отписаться от темы по этой ссылке: <unsubscribe_url>

--
<board_mailer>
(Не отвечайте на это письмо)