Subject: Ответ в теме: '<topic_subject>'

<replier> ответил в тему '<topic_subject>', на которую вы подписаны. В теме могут быть и более новые сообщения, однако это письмо будет единственным уведомлением. Новые не будут поступать до следующего посещения форума.

Ответ находится по адресу <post_url>

Текст сообщения:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

Отписаться от уведомлений можно перейдя по ссылке <unsubscribe_url>

--
<board_mailer> Mailer
(Не отвечайте на это письмо)